const DUTY_DATA = [
  {
    "date": "2026-01-01",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "김도형"
  },
  {
    "date": "2026-01-01",
    "type": "일직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지8급",
    "name": "정상훈"
  },
  {
    "date": "2026-01-01",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "건축과",
    "rank": "시설9급",
    "name": "정모세"
  },
  {
    "date": "2026-01-01",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "세무6급",
    "name": "신동영"
  },
  {
    "date": "2026-01-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "박상현"
  },
  {
    "date": "2026-01-01",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "이진우"
  },
  {
    "date": "2026-01-02",
    "type": "숙직",
    "role": "당직사령",
    "dept": "토지정보과",
    "rank": "행정6급",
    "name": "김진희"
  },
  {
    "date": "2026-01-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "김희경"
  },
  {
    "date": "2026-01-02",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "세무1과",
    "rank": "세무8급",
    "name": "이혜경"
  },
  {
    "date": "2026-01-03",
    "type": "일직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "행정6급",
    "name": "강미정"
  },
  {
    "date": "2026-01-03",
    "type": "일직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "행정7급",
    "name": "조경미"
  },
  {
    "date": "2026-01-03",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "교통행정과",
    "rank": "행정8급",
    "name": "최정인"
  },
  {
    "date": "2026-01-03",
    "type": "숙직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "사회복지6급",
    "name": "유나원"
  },
  {
    "date": "2026-01-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "유미성"
  },
  {
    "date": "2026-01-03",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "이애지"
  },
  {
    "date": "2026-01-04",
    "type": "일직",
    "role": "당직사령",
    "dept": "안전예방과",
    "rank": "행정6급",
    "name": "최현태"
  },
  {
    "date": "2026-01-04",
    "type": "일직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "전지훈"
  },
  {
    "date": "2026-01-04",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "복지정책과",
    "rank": "사회복지8급",
    "name": "한만호"
  },
  {
    "date": "2026-01-04",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "서형욱"
  },
  {
    "date": "2026-01-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "공업8급",
    "name": "정인준"
  },
  {
    "date": "2026-01-04",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "세무1과",
    "rank": "세무9급",
    "name": "안성문"
  },
  {
    "date": "2026-01-05",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "김인엽"
  },
  {
    "date": "2026-01-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "김성회"
  },
  {
    "date": "2026-01-05",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "황영우"
  },
  {
    "date": "2026-01-06",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "이은주"
  },
  {
    "date": "2026-01-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "홍진영"
  },
  {
    "date": "2026-01-06",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "서은영"
  },
  {
    "date": "2026-01-07",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "박수영"
  },
  {
    "date": "2026-01-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정7급",
    "name": "김민규"
  },
  {
    "date": "2026-01-07",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "환경청소위생과",
    "rank": "보건9급",
    "name": "손용만"
  },
  {
    "date": "2026-01-08",
    "type": "숙직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "이영희"
  },
  {
    "date": "2026-01-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "조연경"
  },
  {
    "date": "2026-01-08",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "서주현"
  },
  {
    "date": "2026-01-09",
    "type": "숙직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "전산6급",
    "name": "노성균"
  },
  {
    "date": "2026-01-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지8급",
    "name": "정성수"
  },
  {
    "date": "2026-01-09",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "교통행정과",
    "rank": "행정9급",
    "name": "안수현"
  },
  {
    "date": "2026-01-10",
    "type": "일직",
    "role": "당직사령",
    "dept": "일자리경제과",
    "rank": "행정6급",
    "name": "박현숙"
  },
  {
    "date": "2026-01-10",
    "type": "일직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정7급",
    "name": "한지미"
  },
  {
    "date": "2026-01-10",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "토지정보과",
    "rank": "시설9급",
    "name": "천지윤"
  },
  {
    "date": "2026-01-10",
    "type": "숙직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "사회복지6급",
    "name": "최정화"
  },
  {
    "date": "2026-01-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "이은영"
  },
  {
    "date": "2026-01-10",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "토지정보과",
    "rank": "시설9급",
    "name": "김태희"
  },
  {
    "date": "2026-01-11",
    "type": "일직",
    "role": "당직사령",
    "dept": "안전예방과",
    "rank": "공업6급",
    "name": "김광필"
  },
  {
    "date": "2026-01-11",
    "type": "일직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정7급",
    "name": "노태경"
  },
  {
    "date": "2026-01-11",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "오승준"
  },
  {
    "date": "2026-01-11",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "박민균"
  },
  {
    "date": "2026-01-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "박성한"
  },
  {
    "date": "2026-01-11",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "이경훈"
  },
  {
    "date": "2026-01-12",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "방송통신6급",
    "name": "변가영"
  },
  {
    "date": "2026-01-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "이민정"
  },
  {
    "date": "2026-01-12",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "재무과",
    "rank": "행정7급",
    "name": "정지혜"
  },
  {
    "date": "2026-01-13",
    "type": "숙직",
    "role": "당직사령",
    "dept": "문화관광과",
    "rank": "행정6급",
    "name": "백지수"
  },
  {
    "date": "2026-01-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "송원영"
  },
  {
    "date": "2026-01-13",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "전병운"
  },
  {
    "date": "2026-01-14",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "조민희"
  },
  {
    "date": "2026-01-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "유미성"
  },
  {
    "date": "2026-01-14",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "건설과",
    "rank": "시설8급",
    "name": "이유림"
  },
  {
    "date": "2026-01-15",
    "type": "숙직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "행정6급",
    "name": "이정민"
  },
  {
    "date": "2026-01-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지8급",
    "name": "정상훈"
  },
  {
    "date": "2026-01-15",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "건축과",
    "rank": "시설9급",
    "name": "정모세"
  },
  {
    "date": "2026-01-16",
    "type": "숙직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "행정6급",
    "name": "신현주"
  },
  {
    "date": "2026-01-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "진혜인"
  },
  {
    "date": "2026-01-16",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "배승주"
  },
  {
    "date": "2026-01-17",
    "type": "일직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "사회복지6급",
    "name": "유나원"
  },
  {
    "date": "2026-01-17",
    "type": "일직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정7급",
    "name": "이시정"
  },
  {
    "date": "2026-01-17",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "황수빈"
  },
  {
    "date": "2026-01-17",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "시설6급",
    "name": "박정은"
  },
  {
    "date": "2026-01-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "김아현"
  },
  {
    "date": "2026-01-17",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "김지수"
  },
  {
    "date": "2026-01-18",
    "type": "일직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "세무6급",
    "name": "신동영"
  },
  {
    "date": "2026-01-18",
    "type": "일직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "박상현"
  },
  {
    "date": "2026-01-18",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "건축과",
    "rank": "행정8급",
    "name": "안찬섭"
  },
  {
    "date": "2026-01-18",
    "type": "숙직",
    "role": "당직사령",
    "dept": "일자리경제과",
    "rank": "행정6급",
    "name": "김성진"
  },
  {
    "date": "2026-01-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "유정민"
  },
  {
    "date": "2026-01-18",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "복지정책과",
    "rank": "사회복지8급",
    "name": "한만호"
  },
  {
    "date": "2026-01-19",
    "type": "숙직",
    "role": "당직사령",
    "dept": "문화관광과",
    "rank": "행정6급",
    "name": "전성환"
  },
  {
    "date": "2026-01-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정8급",
    "name": "김명준"
  },
  {
    "date": "2026-01-19",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "미래사업단",
    "rank": "공업8급",
    "name": "정인준"
  },
  {
    "date": "2026-01-20",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "세무6급",
    "name": "조영임"
  },
  {
    "date": "2026-01-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정7급",
    "name": "심현주"
  },
  {
    "date": "2026-01-20",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "환경청소위생과",
    "rank": "보건9급",
    "name": "윤수빈"
  },
  {
    "date": "2026-01-21",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "김종병"
  },
  {
    "date": "2026-01-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "김대홍"
  },
  {
    "date": "2026-01-21",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "김영득"
  },
  {
    "date": "2026-01-22",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "박민자"
  },
  {
    "date": "2026-01-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "사서8급",
    "name": "문은진"
  },
  {
    "date": "2026-01-22",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "재무과",
    "rank": "행정8급",
    "name": "정유진"
  },
  {
    "date": "2026-01-23",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "고준배"
  },
  {
    "date": "2026-01-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설7급",
    "name": "조재민"
  },
  {
    "date": "2026-01-23",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "토지정보과",
    "rank": "행정9급",
    "name": "이민욱"
  },
  {
    "date": "2026-01-24",
    "type": "일직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "사회복지6급",
    "name": "최정화"
  },
  {
    "date": "2026-01-24",
    "type": "일직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "사무운영7급",
    "name": "조영아"
  },
  {
    "date": "2026-01-24",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "가족복지과",
    "rank": "사회복지8급",
    "name": "강소연"
  },
  {
    "date": "2026-01-24",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "방송통신6급",
    "name": "변가영"
  },
  {
    "date": "2026-01-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "배수예"
  },
  {
    "date": "2026-01-24",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "건설과",
    "rank": "행정7급",
    "name": "한지미"
  },
  {
    "date": "2026-01-25",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "서형욱"
  },
  {
    "date": "2026-01-25",
    "type": "일직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "이진우"
  },
  {
    "date": "2026-01-25",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "서율경"
  },
  {
    "date": "2026-01-25",
    "type": "숙직",
    "role": "당직사령",
    "dept": "안전예방과",
    "rank": "공업6급",
    "name": "김광필"
  },
  {
    "date": "2026-01-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무7급",
    "name": "최재민"
  },
  {
    "date": "2026-01-25",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "교통행정과",
    "rank": "시설7급",
    "name": "손도은"
  },
  {
    "date": "2026-01-26",
    "type": "숙직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "행정6급",
    "name": "이원숙"
  },
  {
    "date": "2026-01-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "시설8급",
    "name": "한다경"
  },
  {
    "date": "2026-01-26",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "문화관광과",
    "rank": "행정8급",
    "name": "이수진"
  },
  {
    "date": "2026-01-27",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "임영복"
  },
  {
    "date": "2026-01-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "박성한"
  },
  {
    "date": "2026-01-27",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "문화관광과",
    "rank": "행정8급",
    "name": "김희성"
  },
  {
    "date": "2026-01-28",
    "type": "숙직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "송혜정"
  },
  {
    "date": "2026-01-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "시설7급",
    "name": "이희련"
  },
  {
    "date": "2026-01-28",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "환경청소위생과",
    "rank": "보건9급",
    "name": "신유경"
  },
  {
    "date": "2026-01-29",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "행정6급",
    "name": "김승민"
  },
  {
    "date": "2026-01-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지8급",
    "name": "서주석"
  },
  {
    "date": "2026-01-29",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "민원여권과",
    "rank": "행정9급",
    "name": "박준영"
  },
  {
    "date": "2026-01-30",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "행정6급",
    "name": "김혜연"
  },
  {
    "date": "2026-01-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설7급",
    "name": "예은희"
  },
  {
    "date": "2026-01-30",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "문화관광과",
    "rank": "행정8급",
    "name": "주은희"
  },
  {
    "date": "2026-01-31",
    "type": "일직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "시설6급",
    "name": "박정은"
  },
  {
    "date": "2026-01-31",
    "type": "일직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지7급",
    "name": "정민혜"
  },
  {
    "date": "2026-01-31",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "가족복지과",
    "rank": "사회복지7급",
    "name": "김나은"
  },
  {
    "date": "2026-01-31",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "김원남"
  },
  {
    "date": "2026-01-31",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "노수지"
  },
  {
    "date": "2026-01-31",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "박소라"
  },
  {
    "date": "2026-02-01",
    "type": "일직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "박민균"
  },
  {
    "date": "2026-02-01",
    "type": "일직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "방호7급",
    "name": "김진태"
  },
  {
    "date": "2026-02-01",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "가족복지과",
    "rank": "행정7급",
    "name": "김성훈"
  },
  {
    "date": "2026-02-01",
    "type": "숙직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "이정종"
  },
  {
    "date": "2026-02-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정8급",
    "name": "오동민"
  },
  {
    "date": "2026-02-01",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "건축과",
    "rank": "행정8급",
    "name": "안찬섭"
  },
  {
    "date": "2026-02-02",
    "type": "숙직",
    "role": "당직사령",
    "dept": "일자리경제과",
    "rank": "행정6급",
    "name": "김성진"
  },
  {
    "date": "2026-02-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "오원준"
  },
  {
    "date": "2026-02-02",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "건설과",
    "rank": "행정9급",
    "name": "최종웅"
  },
  {
    "date": "2026-02-03",
    "type": "숙직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "사회복지6급",
    "name": "양현정"
  },
  {
    "date": "2026-02-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "환경7급",
    "name": "장소향"
  },
  {
    "date": "2026-02-03",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "조연경"
  },
  {
    "date": "2026-02-04",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "행정6급",
    "name": "김현일"
  },
  {
    "date": "2026-02-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정7급",
    "name": "임지운"
  },
  {
    "date": "2026-02-04",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "이경훈"
  },
  {
    "date": "2026-02-05",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "김수정"
  },
  {
    "date": "2026-02-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정7급",
    "name": "김한나"
  },
  {
    "date": "2026-02-05",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "임우연"
  },
  {
    "date": "2026-02-06",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "시설6급",
    "name": "김유관"
  },
  {
    "date": "2026-02-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "김성재"
  },
  {
    "date": "2026-02-06",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "교통행정과",
    "rank": "시설7급",
    "name": "손도은"
  },
  {
    "date": "2026-02-07",
    "type": "일직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "방송통신6급",
    "name": "변가영"
  },
  {
    "date": "2026-02-07",
    "type": "일직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정7급",
    "name": "조혜경"
  },
  {
    "date": "2026-02-07",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "생활보장과",
    "rank": "행정9급",
    "name": "오시내"
  },
  {
    "date": "2026-02-07",
    "type": "숙직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "행정6급",
    "name": "이원숙"
  },
  {
    "date": "2026-02-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지7급",
    "name": "김나은"
  },
  {
    "date": "2026-02-07",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "가족복지과",
    "rank": "사회복지8급",
    "name": "강소연"
  },
  {
    "date": "2026-02-08",
    "type": "일직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "성민규"
  },
  {
    "date": "2026-02-08",
    "type": "일직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정7급",
    "name": "유호영"
  },
  {
    "date": "2026-02-08",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "생활보장과",
    "rank": "사회복지8급",
    "name": "정성수"
  },
  {
    "date": "2026-02-08",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "박무용"
  },
  {
    "date": "2026-02-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정7급",
    "name": "박경덕"
  },
  {
    "date": "2026-02-08",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "평생교육과",
    "rank": "행정9급",
    "name": "안태욱"
  },
  {
    "date": "2026-02-09",
    "type": "숙직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "행정6급",
    "name": "이길례"
  },
  {
    "date": "2026-02-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정8급",
    "name": "정송이"
  },
  {
    "date": "2026-02-09",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "복지정책과",
    "rank": "행정9급",
    "name": "추민진"
  },
  {
    "date": "2026-02-10",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "보건6급",
    "name": "박상건"
  },
  {
    "date": "2026-02-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "방호7급",
    "name": "김진태"
  },
  {
    "date": "2026-02-10",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "가족복지과",
    "rank": "행정7급",
    "name": "김성훈"
  },
  {
    "date": "2026-02-11",
    "type": "숙직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "사회복지6급",
    "name": "이수진"
  },
  {
    "date": "2026-02-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정8급",
    "name": "이하영"
  },
  {
    "date": "2026-02-11",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "미래사업단",
    "rank": "행정9급",
    "name": "조정은"
  },
  {
    "date": "2026-02-12",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "방송통신6급",
    "name": "황정식"
  },
  {
    "date": "2026-02-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "이명훈"
  },
  {
    "date": "2026-02-12",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "서율경"
  },
  {
    "date": "2026-02-13",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "백순련"
  },
  {
    "date": "2026-02-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정9급",
    "name": "김세은"
  },
  {
    "date": "2026-02-13",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "교통행정과",
    "rank": "행정9급",
    "name": "최윤정"
  },
  {
    "date": "2026-02-14",
    "type": "일직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "행정6급",
    "name": "김혜연"
  },
  {
    "date": "2026-02-14",
    "type": "일직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "김지애"
  },
  {
    "date": "2026-02-14",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "토지정보과",
    "rank": "시설7급",
    "name": "예은희"
  },
  {
    "date": "2026-02-14",
    "type": "숙직",
    "role": "당직사령",
    "dept": "총무과",
    "rank": "행정6급",
    "name": "이성희"
  },
  {
    "date": "2026-02-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "김아현"
  },
  {
    "date": "2026-02-14",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "일자리경제과",
    "rank": "공업8급",
    "name": "최영주"
  },
  {
    "date": "2026-02-15",
    "type": "일직",
    "role": "당직사령",
    "dept": "일자리경제과",
    "rank": "행정6급",
    "name": "김성진"
  },
  {
    "date": "2026-02-15",
    "type": "일직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지8급",
    "name": "위기량"
  },
  {
    "date": "2026-02-15",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "세무1과",
    "rank": "세무9급",
    "name": "안성문"
  },
  {
    "date": "2026-02-15",
    "type": "숙직",
    "role": "당직사령",
    "dept": "안전예방과",
    "rank": "전기운영6급",
    "name": "박정호"
  },
  {
    "date": "2026-02-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "송원영"
  },
  {
    "date": "2026-02-15",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "박모현"
  },
  {
    "date": "2026-02-16",
    "type": "일직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "행정6급",
    "name": "이원숙"
  },
  {
    "date": "2026-02-16",
    "type": "일직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "행정7급",
    "name": "이민경"
  },
  {
    "date": "2026-02-16",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "이은영"
  },
  {
    "date": "2026-02-16",
    "type": "숙직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "장은해"
  },
  {
    "date": "2026-02-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지7급",
    "name": "정민혜"
  },
  {
    "date": "2026-02-16",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "생활보장과",
    "rank": "행정9급",
    "name": "오시내"
  },
  {
    "date": "2026-02-17",
    "type": "일직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "이정종"
  },
  {
    "date": "2026-02-17",
    "type": "일직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지8급",
    "name": "위기량"
  },
  {
    "date": "2026-02-17",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "세무1과",
    "rank": "세무9급",
    "name": "안성문"
  },
  {
    "date": "2026-02-17",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "김태건"
  },
  {
    "date": "2026-02-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "김현용"
  },
  {
    "date": "2026-02-17",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "세무1과",
    "rank": "세무8급",
    "name": "문종환"
  },
  {
    "date": "2026-02-18",
    "type": "일직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "김현경"
  },
  {
    "date": "2026-02-18",
    "type": "일직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "홍진영"
  },
  {
    "date": "2026-02-18",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "복지정책과",
    "rank": "사회복지8급",
    "name": "김도희"
  },
  {
    "date": "2026-02-18",
    "type": "숙직",
    "role": "당직사령",
    "dept": "토지정보과",
    "rank": "행정6급",
    "name": "김순옥"
  },
  {
    "date": "2026-02-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "김남희"
  },
  {
    "date": "2026-02-18",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "최윤정"
  },
  {
    "date": "2026-02-19",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "박민균"
  },
  {
    "date": "2026-02-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "박상현"
  },
  {
    "date": "2026-02-19",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "복지정책과",
    "rank": "행정7급",
    "name": "유호영"
  },
  {
    "date": "2026-02-20",
    "type": "숙직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "행정6급",
    "name": "정기순"
  },
  {
    "date": "2026-02-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정8급",
    "name": "김남희"
  },
  {
    "date": "2026-02-20",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "세무1과",
    "rank": "세무9급",
    "name": "이다혜"
  },
  {
    "date": "2026-02-21",
    "type": "일직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "박무용"
  },
  {
    "date": "2026-02-21",
    "type": "일직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "정기혁"
  },
  {
    "date": "2026-02-21",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "김형규"
  },
  {
    "date": "2026-02-21",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "성민규"
  },
  {
    "date": "2026-02-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "조준수"
  },
  {
    "date": "2026-02-21",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "평생교육과",
    "rank": "행정8급",
    "name": "이효민"
  },
  {
    "date": "2026-02-22",
    "type": "일직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "행정6급",
    "name": "김순영"
  },
  {
    "date": "2026-02-22",
    "type": "일직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "서주현"
  },
  {
    "date": "2026-02-22",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "세무2과",
    "rank": "세무8급",
    "name": "박채원"
  },
  {
    "date": "2026-02-22",
    "type": "숙직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "사무운영6급",
    "name": "정둘엽"
  },
  {
    "date": "2026-02-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "행정7급",
    "name": "조경미"
  },
  {
    "date": "2026-02-22",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "교통행정과",
    "rank": "행정8급",
    "name": "최정인"
  },
  {
    "date": "2026-02-23",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "황성일"
  },
  {
    "date": "2026-02-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "윤병준"
  },
  {
    "date": "2026-02-23",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "이진우"
  },
  {
    "date": "2026-02-24",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "행정6급",
    "name": "정연정"
  },
  {
    "date": "2026-02-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "농업7급",
    "name": "이영경"
  },
  {
    "date": "2026-02-24",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "민원여권과",
    "rank": "전산7급",
    "name": "양연경"
  },
  {
    "date": "2026-02-25",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "이수혁"
  },
  {
    "date": "2026-02-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "최진웅"
  },
  {
    "date": "2026-02-25",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "세무1과",
    "rank": "세무8급",
    "name": "문종환"
  },
  {
    "date": "2026-02-26",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "시설6급",
    "name": "박정은"
  },
  {
    "date": "2026-02-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정9급",
    "name": "김민선"
  },
  {
    "date": "2026-02-26",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "기획감사실",
    "rank": "행정9급",
    "name": "김도연"
  },
  {
    "date": "2026-02-27",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "김교중"
  },
  {
    "date": "2026-02-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "강정욱"
  },
  {
    "date": "2026-02-27",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "김춘수"
  },
  {
    "date": "2026-02-28",
    "type": "일직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "행정6급",
    "name": "김현일"
  },
  {
    "date": "2026-02-28",
    "type": "일직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "행정7급",
    "name": "심인호"
  },
  {
    "date": "2026-02-28",
    "type": "일직",
    "role": "당직원(방재)",
    "dept": "세무2과",
    "rank": "세무7급",
    "name": "최정민"
  },
  {
    "date": "2026-02-28",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "시설6급",
    "name": "김유관"
  },
  {
    "date": "2026-02-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지8급",
    "name": "박상범"
  },
  {
    "date": "2026-02-28",
    "type": "숙직",
    "role": "당직원(방재)",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "김형규"
  },
  {
    "date": "2026-03-01",
    "type": "일직",
    "role": "당직사령",
    "dept": "안전예방과",
    "rank": "행정6급",
    "name": "김선희"
  },
  {
    "date": "2026-03-01",
    "type": "일직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "이민정"
  },
  {
    "date": "2026-03-01",
    "type": "일직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "최윤정"
  },
  {
    "date": "2026-03-01",
    "type": "숙직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "권은정"
  },
  {
    "date": "2026-03-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "신지현"
  },
  {
    "date": "2026-03-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지8급",
    "name": "김도희"
  },
  {
    "date": "2026-03-02",
    "type": "일직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "변재욱"
  },
  {
    "date": "2026-03-02",
    "type": "일직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "박모현"
  },
  {
    "date": "2026-03-02",
    "type": "일직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "행정8급",
    "name": "박영진"
  },
  {
    "date": "2026-03-02",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "김봉구"
  },
  {
    "date": "2026-03-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "김민기"
  },
  {
    "date": "2026-03-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지8급",
    "name": "위기량"
  },
  {
    "date": "2026-03-03",
    "type": "숙직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "사회복지6급",
    "name": "배영숙"
  },
  {
    "date": "2026-03-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정7급",
    "name": "이시정"
  },
  {
    "date": "2026-03-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "유미성"
  },
  {
    "date": "2026-03-04",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "성민규"
  },
  {
    "date": "2026-03-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정7급",
    "name": "노태경"
  },
  {
    "date": "2026-03-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "행정8급",
    "name": "이정호"
  },
  {
    "date": "2026-03-05",
    "type": "숙직",
    "role": "당직사령",
    "dept": "일자리경제과",
    "rank": "행정6급",
    "name": "박현숙"
  },
  {
    "date": "2026-03-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정7급",
    "name": "김인혜"
  },
  {
    "date": "2026-03-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정8급",
    "name": "박세영"
  },
  {
    "date": "2026-03-06",
    "type": "숙직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "이정종"
  },
  {
    "date": "2026-03-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "농업7급",
    "name": "김찬욱"
  },
  {
    "date": "2026-03-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "여진명"
  },
  {
    "date": "2026-03-07",
    "type": "일직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "행정6급",
    "name": "김화영"
  },
  {
    "date": "2026-03-07",
    "type": "일직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "하지윤"
  },
  {
    "date": "2026-03-07",
    "type": "일직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "행정8급",
    "name": "강세문"
  },
  {
    "date": "2026-03-07",
    "type": "숙직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "사회복지6급",
    "name": "이현아"
  },
  {
    "date": "2026-03-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "사무운영7급",
    "name": "조영아"
  },
  {
    "date": "2026-03-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "구민서"
  },
  {
    "date": "2026-03-08",
    "type": "일직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "고준배"
  },
  {
    "date": "2026-03-08",
    "type": "일직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "윤병준"
  },
  {
    "date": "2026-03-08",
    "type": "일직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지8급",
    "name": "박상범"
  },
  {
    "date": "2026-03-08",
    "type": "숙직",
    "role": "당직사령",
    "dept": "총무과",
    "rank": "행정6급",
    "name": "정동신"
  },
  {
    "date": "2026-03-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "김성재"
  },
  {
    "date": "2026-03-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지8급",
    "name": "전태영"
  },
  {
    "date": "2026-03-09",
    "type": "숙직",
    "role": "당직사령",
    "dept": "토지정보과",
    "rank": "지적6급",
    "name": "이선주"
  },
  {
    "date": "2026-03-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "이은영"
  },
  {
    "date": "2026-03-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "김지수"
  },
  {
    "date": "2026-03-10",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "박무용"
  },
  {
    "date": "2026-03-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설8급",
    "name": "문진호"
  },
  {
    "date": "2026-03-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "공업8급",
    "name": "김원종"
  },
  {
    "date": "2026-03-11",
    "type": "숙직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "장은해"
  },
  {
    "date": "2026-03-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "배수예"
  },
  {
    "date": "2026-03-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무7급",
    "name": "임윤희"
  },
  {
    "date": "2026-03-12",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "김종군"
  },
  {
    "date": "2026-03-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정7급",
    "name": "남현명"
  },
  {
    "date": "2026-03-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무7급",
    "name": "최정민"
  },
  {
    "date": "2026-03-13",
    "type": "숙직",
    "role": "당직사령",
    "dept": "문화관광과",
    "rank": "행정6급",
    "name": "김수정"
  },
  {
    "date": "2026-03-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "허지은"
  },
  {
    "date": "2026-03-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무8급",
    "name": "이하린"
  },
  {
    "date": "2026-03-14",
    "type": "일직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "이영희"
  },
  {
    "date": "2026-03-14",
    "type": "일직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "노욱주"
  },
  {
    "date": "2026-03-14",
    "type": "일직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "행정7급",
    "name": "서윤정"
  },
  {
    "date": "2026-03-14",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "시설6급",
    "name": "최유미"
  },
  {
    "date": "2026-03-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "장시내"
  },
  {
    "date": "2026-03-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설9급",
    "name": "천지윤"
  },
  {
    "date": "2026-03-15",
    "type": "일직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "김교중"
  },
  {
    "date": "2026-03-15",
    "type": "일직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "조준수"
  },
  {
    "date": "2026-03-15",
    "type": "일직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정8급",
    "name": "이효민"
  },
  {
    "date": "2026-03-15",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "변재욱"
  },
  {
    "date": "2026-03-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "정준일"
  },
  {
    "date": "2026-03-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "행정8급",
    "name": "박영진"
  },
  {
    "date": "2026-03-16",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "서형욱"
  },
  {
    "date": "2026-03-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "박모현"
  },
  {
    "date": "2026-03-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정9급",
    "name": "안태욱"
  },
  {
    "date": "2026-03-17",
    "type": "숙직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "권은정"
  },
  {
    "date": "2026-03-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정7급",
    "name": "정지혜"
  },
  {
    "date": "2026-03-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "시설8급",
    "name": "이지희"
  },
  {
    "date": "2026-03-18",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "홍정호"
  },
  {
    "date": "2026-03-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정7급",
    "name": "박경덕"
  },
  {
    "date": "2026-03-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "김현용"
  },
  {
    "date": "2026-03-19",
    "type": "숙직",
    "role": "당직사령",
    "dept": "문화관광과",
    "rank": "행정6급",
    "name": "홍유빈"
  },
  {
    "date": "2026-03-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "신지현"
  },
  {
    "date": "2026-03-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정8급",
    "name": "박세영"
  },
  {
    "date": "2026-03-20",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "김도형"
  },
  {
    "date": "2026-03-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "공업8급",
    "name": "윤동욱"
  },
  {
    "date": "2026-03-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설8급",
    "name": "변광일"
  },
  {
    "date": "2026-03-21",
    "type": "일직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "행정6급",
    "name": "신현주"
  },
  {
    "date": "2026-03-21",
    "type": "일직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "구민서"
  },
  {
    "date": "2026-03-21",
    "type": "일직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "한주희"
  },
  {
    "date": "2026-03-21",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "행정6급",
    "name": "이정랑"
  },
  {
    "date": "2026-03-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무7급",
    "name": "임윤희"
  },
  {
    "date": "2026-03-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "행정8급",
    "name": "강세문"
  },
  {
    "date": "2026-03-22",
    "type": "일직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "시설6급",
    "name": "김유관"
  },
  {
    "date": "2026-03-22",
    "type": "일직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정7급",
    "name": "강민우"
  },
  {
    "date": "2026-03-22",
    "type": "일직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "최진웅"
  },
  {
    "date": "2026-03-22",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "고준배"
  },
  {
    "date": "2026-03-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "행정7급",
    "name": "심인호"
  },
  {
    "date": "2026-03-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "전산7급",
    "name": "오용택"
  },
  {
    "date": "2026-03-23",
    "type": "숙직",
    "role": "당직사령",
    "dept": "문화관광과",
    "rank": "행정6급",
    "name": "김예심"
  },
  {
    "date": "2026-03-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설7급",
    "name": "강예리"
  },
  {
    "date": "2026-03-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정9급",
    "name": "신예림"
  },
  {
    "date": "2026-03-24",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "허차우"
  },
  {
    "date": "2026-03-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무7급",
    "name": "최재민"
  },
  {
    "date": "2026-03-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "공업8급",
    "name": "김해신"
  },
  {
    "date": "2026-03-25",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "식품위생6급",
    "name": "노아영"
  },
  {
    "date": "2026-03-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정7급",
    "name": "김인혜"
  },
  {
    "date": "2026-03-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "공업8급",
    "name": "최영주"
  },
  {
    "date": "2026-03-26",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "행정6급",
    "name": "박지훈"
  },
  {
    "date": "2026-03-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지8급",
    "name": "박상범"
  },
  {
    "date": "2026-03-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정8급",
    "name": "이효민"
  },
  {
    "date": "2026-03-27",
    "type": "숙직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "사회복지6급",
    "name": "유나원"
  },
  {
    "date": "2026-03-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "노욱주"
  },
  {
    "date": "2026-03-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정7급",
    "name": "양소희"
  },
  {
    "date": "2026-03-28",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "조민희"
  },
  {
    "date": "2026-03-28",
    "type": "일직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "배수예"
  },
  {
    "date": "2026-03-28",
    "type": "일직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "장시내"
  },
  {
    "date": "2026-03-28",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "이영희"
  },
  {
    "date": "2026-03-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "행정7급",
    "name": "서윤정"
  },
  {
    "date": "2026-03-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "하지윤"
  },
  {
    "date": "2026-03-29",
    "type": "일직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "김봉구"
  },
  {
    "date": "2026-03-29",
    "type": "일직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "강정욱"
  },
  {
    "date": "2026-03-29",
    "type": "일직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정9급",
    "name": "안태욱"
  },
  {
    "date": "2026-03-29",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "김교중"
  },
  {
    "date": "2026-03-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "윤병준"
  },
  {
    "date": "2026-03-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지8급",
    "name": "정성수"
  },
  {
    "date": "2026-03-30",
    "type": "숙직",
    "role": "당직사령",
    "dept": "총무과",
    "rank": "행정6급",
    "name": "정동신"
  },
  {
    "date": "2026-03-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "정준일"
  },
  {
    "date": "2026-03-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "조준수"
  },
  {
    "date": "2026-03-31",
    "type": "숙직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "사회복지6급",
    "name": "최정화"
  },
  {
    "date": "2026-03-31",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "김성주"
  },
  {
    "date": "2026-03-31",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무7급",
    "name": "이경이"
  },
  {
    "date": "2026-04-01",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "변재욱"
  },
  {
    "date": "2026-04-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "전산7급",
    "name": "박준규"
  },
  {
    "date": "2026-04-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지8급",
    "name": "위기량"
  },
  {
    "date": "2026-04-02",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "행정6급",
    "name": "박영임"
  },
  {
    "date": "2026-04-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "권은아"
  },
  {
    "date": "2026-04-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정8급",
    "name": "최슬기"
  },
  {
    "date": "2026-04-03",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "박인길"
  },
  {
    "date": "2026-04-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지8급",
    "name": "전태영"
  },
  {
    "date": "2026-04-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "행정8급",
    "name": "성재경"
  },
  {
    "date": "2026-04-04",
    "type": "일직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "장은해"
  },
  {
    "date": "2026-04-04",
    "type": "일직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무7급",
    "name": "임윤희"
  },
  {
    "date": "2026-04-04",
    "type": "일직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정9급",
    "name": "신예림"
  },
  {
    "date": "2026-04-04",
    "type": "숙직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "행정6급",
    "name": "정기순"
  },
  {
    "date": "2026-04-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정7급",
    "name": "조연경"
  },
  {
    "date": "2026-04-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "홍진영"
  },
  {
    "date": "2026-04-05",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "김종군"
  },
  {
    "date": "2026-04-05",
    "type": "일직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정7급",
    "name": "박경덕"
  },
  {
    "date": "2026-04-05",
    "type": "일직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "박준효"
  },
  {
    "date": "2026-04-05",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "임영복"
  },
  {
    "date": "2026-04-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "정기혁"
  },
  {
    "date": "2026-04-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "최진웅"
  },
  {
    "date": "2026-04-06",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "이경미"
  },
  {
    "date": "2026-04-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "한기옥"
  },
  {
    "date": "2026-04-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지8급",
    "name": "예병옥"
  },
  {
    "date": "2026-04-07",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "세무6급",
    "name": "신동영"
  },
  {
    "date": "2026-04-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "김한솔"
  },
  {
    "date": "2026-04-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "한재림"
  },
  {
    "date": "2026-04-08",
    "type": "숙직",
    "role": "당직사령",
    "dept": "총무과",
    "rank": "행정6급",
    "name": "이성희"
  },
  {
    "date": "2026-04-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "강보람"
  },
  {
    "date": "2026-04-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무7급",
    "name": "주소언"
  },
  {
    "date": "2026-04-09",
    "type": "숙직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "세무6급",
    "name": "김정섭"
  },
  {
    "date": "2026-04-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "행정7급",
    "name": "심인호"
  },
  {
    "date": "2026-04-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "행정8급",
    "name": "박영진"
  },
  {
    "date": "2026-04-10",
    "type": "숙직",
    "role": "당직사령",
    "dept": "토지정보과",
    "rank": "행정6급",
    "name": "김순옥"
  },
  {
    "date": "2026-04-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정7급",
    "name": "조혜경"
  },
  {
    "date": "2026-04-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지8급",
    "name": "양지희"
  },
  {
    "date": "2026-04-11",
    "type": "일직",
    "role": "당직사령",
    "dept": "일자리경제과",
    "rank": "농업6급",
    "name": "이윤영"
  },
  {
    "date": "2026-04-11",
    "type": "일직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "공업8급",
    "name": "최영주"
  },
  {
    "date": "2026-04-11",
    "type": "일직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "시설8급",
    "name": "이지희"
  },
  {
    "date": "2026-04-11",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "조민희"
  },
  {
    "date": "2026-04-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "허지은"
  },
  {
    "date": "2026-04-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "서주현"
  },
  {
    "date": "2026-04-12",
    "type": "일직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "전산6급",
    "name": "노성균"
  },
  {
    "date": "2026-04-12",
    "type": "일직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "김현용"
  },
  {
    "date": "2026-04-12",
    "type": "일직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "김춘수"
  },
  {
    "date": "2026-04-12",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "황성일"
  },
  {
    "date": "2026-04-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "강정욱"
  },
  {
    "date": "2026-04-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "안전예방과",
    "rank": "행정8급",
    "name": "조경민"
  },
  {
    "date": "2026-04-13",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "김치문"
  },
  {
    "date": "2026-04-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지8급",
    "name": "한만호"
  },
  {
    "date": "2026-04-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설9급",
    "name": "신우승"
  },
  {
    "date": "2026-04-14",
    "type": "숙직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "사회복지6급",
    "name": "정미경"
  },
  {
    "date": "2026-04-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "행정7급",
    "name": "서윤정"
  },
  {
    "date": "2026-04-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "구민서"
  },
  {
    "date": "2026-04-15",
    "type": "숙직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "사회복지6급",
    "name": "박순찬"
  },
  {
    "date": "2026-04-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "전산7급",
    "name": "오용택"
  },
  {
    "date": "2026-04-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무9급",
    "name": "안성문"
  },
  {
    "date": "2026-04-16",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "시설6급",
    "name": "최유미"
  },
  {
    "date": "2026-04-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "박지영"
  },
  {
    "date": "2026-04-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "이애지"
  },
  {
    "date": "2026-04-17",
    "type": "숙직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "신봉일"
  },
  {
    "date": "2026-04-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "김민기"
  },
  {
    "date": "2026-04-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설9급",
    "name": "하구호"
  },
  {
    "date": "2026-04-18",
    "type": "일직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "행정6급",
    "name": "박영임"
  },
  {
    "date": "2026-04-18",
    "type": "일직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지8급",
    "name": "예병옥"
  },
  {
    "date": "2026-04-18",
    "type": "일직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정8급",
    "name": "최슬기"
  },
  {
    "date": "2026-04-18",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "행정6급",
    "name": "이은주"
  },
  {
    "date": "2026-04-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "김지애"
  },
  {
    "date": "2026-04-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "이민정"
  },
  {
    "date": "2026-04-19",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "임영복"
  },
  {
    "date": "2026-04-19",
    "type": "일직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설7급",
    "name": "김정훈"
  },
  {
    "date": "2026-04-19",
    "type": "일직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설7급",
    "name": "김창훈"
  },
  {
    "date": "2026-04-19",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "허차우"
  },
  {
    "date": "2026-04-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정7급",
    "name": "남현명"
  },
  {
    "date": "2026-04-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "방호7급",
    "name": "김진태"
  },
  {
    "date": "2026-04-20",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "조은진"
  },
  {
    "date": "2026-04-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "사무운영7급",
    "name": "조영아"
  },
  {
    "date": "2026-04-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설8급",
    "name": "김태희"
  },
  {
    "date": "2026-04-21",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "박수영"
  },
  {
    "date": "2026-04-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무8급",
    "name": "손영범"
  },
  {
    "date": "2026-04-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "정기혁"
  },
  {
    "date": "2026-04-22",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "정신혜"
  },
  {
    "date": "2026-04-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "행정8급",
    "name": "서영주"
  },
  {
    "date": "2026-04-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "장시내"
  },
  {
    "date": "2026-04-23",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "김태건"
  },
  {
    "date": "2026-04-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "전지훈"
  },
  {
    "date": "2026-04-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정8급",
    "name": "오동민"
  },
  {
    "date": "2026-04-24",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "행정6급",
    "name": "김화영"
  },
  {
    "date": "2026-04-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "사회복지7급",
    "name": "최승은"
  },
  {
    "date": "2026-04-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정8급",
    "name": "심유나"
  },
  {
    "date": "2026-04-25",
    "type": "일직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "식품위생6급",
    "name": "노아영"
  },
  {
    "date": "2026-04-25",
    "type": "일직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "허지은"
  },
  {
    "date": "2026-04-25",
    "type": "일직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지8급",
    "name": "양지희"
  },
  {
    "date": "2026-04-25",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "백순련"
  },
  {
    "date": "2026-04-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무7급",
    "name": "주소언"
  },
  {
    "date": "2026-04-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정8급",
    "name": "박세영"
  },
  {
    "date": "2026-04-26",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "황성일"
  },
  {
    "date": "2026-04-26",
    "type": "일직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "행정7급",
    "name": "송현우"
  },
  {
    "date": "2026-04-26",
    "type": "일직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "이현진"
  },
  {
    "date": "2026-04-26",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "홍정호"
  },
  {
    "date": "2026-04-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정7급",
    "name": "노태경"
  },
  {
    "date": "2026-04-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "김춘수"
  },
  {
    "date": "2026-04-27",
    "type": "숙직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "전산6급",
    "name": "노성균"
  },
  {
    "date": "2026-04-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정7급",
    "name": "강민우"
  },
  {
    "date": "2026-04-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "박준효"
  },
  {
    "date": "2026-04-28",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "행정6급",
    "name": "이정랑"
  },
  {
    "date": "2026-04-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "문수연"
  },
  {
    "date": "2026-04-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "행정8급",
    "name": "강세문"
  },
  {
    "date": "2026-04-29",
    "type": "숙직",
    "role": "당직사령",
    "dept": "문화관광과",
    "rank": "행정6급",
    "name": "백지수"
  },
  {
    "date": "2026-04-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설7급",
    "name": "김정훈"
  },
  {
    "date": "2026-04-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "오승준"
  },
  {
    "date": "2026-04-30",
    "type": "숙직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "최향진"
  },
  {
    "date": "2026-04-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "하지윤"
  },
  {
    "date": "2026-04-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무8급",
    "name": "박채원"
  },
  {
    "date": "2026-05-01",
    "type": "일직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "행정6급",
    "name": "정연정"
  },
  {
    "date": "2026-05-01",
    "type": "일직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "박지영"
  },
  {
    "date": "2026-05-01",
    "type": "일직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "행정8급",
    "name": "서영주"
  },
  {
    "date": "2026-05-01",
    "type": "숙직",
    "role": "당직사령",
    "dept": "일자리경제과",
    "rank": "농업6급",
    "name": "이윤영"
  },
  {
    "date": "2026-05-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "노욱주"
  },
  {
    "date": "2026-05-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정9급",
    "name": "신예림"
  },
  {
    "date": "2026-05-02",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "이수혁"
  },
  {
    "date": "2026-05-02",
    "type": "일직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "김도영"
  },
  {
    "date": "2026-05-02",
    "type": "일직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "문지용"
  },
  {
    "date": "2026-05-02",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "박인길"
  },
  {
    "date": "2026-05-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정7급",
    "name": "유호영"
  },
  {
    "date": "2026-05-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "전산8급",
    "name": "김대현"
  },
  {
    "date": "2026-05-03",
    "type": "일직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "사회복지6급",
    "name": "배영숙"
  },
  {
    "date": "2026-05-03",
    "type": "일직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "사서8급",
    "name": "문은진"
  },
  {
    "date": "2026-05-03",
    "type": "일직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정8급",
    "name": "정유진"
  },
  {
    "date": "2026-05-03",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "식품위생6급",
    "name": "노아영"
  },
  {
    "date": "2026-05-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "한주희"
  },
  {
    "date": "2026-05-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정8급",
    "name": "최슬기"
  },
  {
    "date": "2026-05-04",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "김종병"
  },
  {
    "date": "2026-05-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "방송통신8급",
    "name": "김강덕"
  },
  {
    "date": "2026-05-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "김형규"
  },
  {
    "date": "2026-05-05",
    "type": "일직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "보건6급",
    "name": "박상건"
  },
  {
    "date": "2026-05-05",
    "type": "일직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "황영우"
  },
  {
    "date": "2026-05-05",
    "type": "일직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "공업8급",
    "name": "정승문"
  },
  {
    "date": "2026-05-05",
    "type": "숙직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "세무6급",
    "name": "김정섭"
  },
  {
    "date": "2026-05-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "김대홍"
  },
  {
    "date": "2026-05-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "행정9급",
    "name": "이민욱"
  },
  {
    "date": "2026-05-06",
    "type": "숙직",
    "role": "당직사령",
    "dept": "토지정보과",
    "rank": "행정6급",
    "name": "김순옥"
  },
  {
    "date": "2026-05-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "김아현"
  },
  {
    "date": "2026-05-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무8급",
    "name": "이하린"
  },
  {
    "date": "2026-05-07",
    "type": "숙직",
    "role": "당직사령",
    "dept": "문화관광과",
    "rank": "행정6급",
    "name": "전성환"
  },
  {
    "date": "2026-05-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설7급",
    "name": "김창훈"
  },
  {
    "date": "2026-05-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "이현진"
  },
  {
    "date": "2026-05-08",
    "type": "숙직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "사회복지6급",
    "name": "정미경"
  },
  {
    "date": "2026-05-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "최윤정"
  },
  {
    "date": "2026-05-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지8급",
    "name": "김도희"
  },
  {
    "date": "2026-05-09",
    "type": "일직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "조애경"
  },
  {
    "date": "2026-05-09",
    "type": "일직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "시설8급",
    "name": "한다경"
  },
  {
    "date": "2026-05-09",
    "type": "일직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "보건9급",
    "name": "신유경"
  },
  {
    "date": "2026-05-09",
    "type": "숙직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "송혜정"
  },
  {
    "date": "2026-05-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지8급",
    "name": "양지희"
  },
  {
    "date": "2026-05-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "구인윤"
  },
  {
    "date": "2026-05-10",
    "type": "일직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "박수영"
  },
  {
    "date": "2026-05-10",
    "type": "일직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "김성회"
  },
  {
    "date": "2026-05-10",
    "type": "일직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "김영득"
  },
  {
    "date": "2026-05-10",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "행정6급",
    "name": "김승민"
  },
  {
    "date": "2026-05-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설7급",
    "name": "조재민"
  },
  {
    "date": "2026-05-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정9급",
    "name": "박준영"
  },
  {
    "date": "2026-05-11",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "고준배"
  },
  {
    "date": "2026-05-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "윤좌겸"
  },
  {
    "date": "2026-05-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "박상욱"
  },
  {
    "date": "2026-05-12",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "보건6급",
    "name": "고민수"
  },
  {
    "date": "2026-05-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "식품위생8급",
    "name": "임희정"
  },
  {
    "date": "2026-05-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "행정8급",
    "name": "오시내"
  },
  {
    "date": "2026-05-13",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "임영복"
  },
  {
    "date": "2026-05-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "행정7급",
    "name": "송현우"
  },
  {
    "date": "2026-05-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "박성준"
  },
  {
    "date": "2026-05-14",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "김영선"
  },
  {
    "date": "2026-05-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지7급",
    "name": "정민혜"
  },
  {
    "date": "2026-05-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "성유진"
  },
  {
    "date": "2026-05-15",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "방송통신6급",
    "name": "황정식"
  },
  {
    "date": "2026-05-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "문지용"
  },
  {
    "date": "2026-05-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "김명훈"
  },
  {
    "date": "2026-05-16",
    "type": "일직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "이경미"
  },
  {
    "date": "2026-05-16",
    "type": "일직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "환경7급",
    "name": "장소향"
  },
  {
    "date": "2026-05-16",
    "type": "일직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "시설7급",
    "name": "이희련"
  },
  {
    "date": "2026-05-16",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "행정6급",
    "name": "정연정"
  },
  {
    "date": "2026-05-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "사서8급",
    "name": "문은진"
  },
  {
    "date": "2026-05-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정8급",
    "name": "정유진"
  },
  {
    "date": "2026-05-17",
    "type": "일직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "허차우"
  },
  {
    "date": "2026-05-17",
    "type": "일직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "김대홍"
  },
  {
    "date": "2026-05-17",
    "type": "일직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "전산8급",
    "name": "김대현"
  },
  {
    "date": "2026-05-17",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "보건6급",
    "name": "박상건"
  },
  {
    "date": "2026-05-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "서주석"
  },
  {
    "date": "2026-05-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정9급",
    "name": "최종웅"
  },
  {
    "date": "2026-05-18",
    "type": "숙직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "정경원"
  },
  {
    "date": "2026-05-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "이수정"
  },
  {
    "date": "2026-05-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "박소라"
  },
  {
    "date": "2026-05-19",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "황성일"
  },
  {
    "date": "2026-05-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "공업8급",
    "name": "정승문"
  },
  {
    "date": "2026-05-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "설동훈"
  },
  {
    "date": "2026-05-20",
    "type": "숙직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "행정6급",
    "name": "김순영"
  },
  {
    "date": "2026-05-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정8급",
    "name": "홍주은"
  },
  {
    "date": "2026-05-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지8급",
    "name": "강소연"
  },
  {
    "date": "2026-05-21",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "성민규"
  },
  {
    "date": "2026-05-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "방광현"
  },
  {
    "date": "2026-05-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정8급",
    "name": "정의진"
  },
  {
    "date": "2026-05-22",
    "type": "숙직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "장해성"
  },
  {
    "date": "2026-05-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "황수빈"
  },
  {
    "date": "2026-05-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "한주희"
  },
  {
    "date": "2026-05-23",
    "type": "일직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "시설6급",
    "name": "최유미"
  },
  {
    "date": "2026-05-23",
    "type": "일직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "임우연"
  },
  {
    "date": "2026-05-23",
    "type": "일직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정9급",
    "name": "김민선"
  },
  {
    "date": "2026-05-23",
    "type": "숙직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "사회복지6급",
    "name": "배영숙"
  },
  {
    "date": "2026-05-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "시설8급",
    "name": "한다경"
  },
  {
    "date": "2026-05-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "보건9급",
    "name": "윤수빈"
  },
  {
    "date": "2026-05-24",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "홍정호"
  },
  {
    "date": "2026-05-24",
    "type": "일직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "행정9급",
    "name": "이민욱"
  },
  {
    "date": "2026-05-24",
    "type": "일직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정9급",
    "name": "박준영"
  },
  {
    "date": "2026-05-24",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "김종병"
  },
  {
    "date": "2026-05-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "오승준"
  },
  {
    "date": "2026-05-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "김영득"
  },
  {
    "date": "2026-05-25",
    "type": "일직",
    "role": "당직사령",
    "dept": "총무과",
    "rank": "행정6급",
    "name": "이성희"
  },
  {
    "date": "2026-05-25",
    "type": "일직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정8급",
    "name": "정송이"
  },
  {
    "date": "2026-05-25",
    "type": "일직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정9급",
    "name": "김도연"
  },
  {
    "date": "2026-05-25",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "조애경"
  },
  {
    "date": "2026-05-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설7급",
    "name": "예은희"
  },
  {
    "date": "2026-05-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "보건9급",
    "name": "신유경"
  },
  {
    "date": "2026-05-26",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "박민균"
  },
  {
    "date": "2026-05-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "김도영"
  },
  {
    "date": "2026-05-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정8급",
    "name": "이정만"
  },
  {
    "date": "2026-05-27",
    "type": "숙직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "사회복지6급",
    "name": "박현숙"
  },
  {
    "date": "2026-05-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정7급",
    "name": "한지미"
  },
  {
    "date": "2026-05-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "시설7급",
    "name": "방수현"
  },
  {
    "date": "2026-05-28",
    "type": "숙직",
    "role": "당직사령",
    "dept": "일자리경제과",
    "rank": "행정6급",
    "name": "김성진"
  },
  {
    "date": "2026-05-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지8급",
    "name": "정상훈"
  },
  {
    "date": "2026-05-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정7급",
    "name": "박종화"
  },
  {
    "date": "2026-05-29",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "하은숙"
  },
  {
    "date": "2026-05-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "김미진"
  },
  {
    "date": "2026-05-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "공업8급",
    "name": "윤다영"
  },
  {
    "date": "2026-05-30",
    "type": "일직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "행정6급",
    "name": "박지훈"
  },
  {
    "date": "2026-05-30",
    "type": "일직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설7급",
    "name": "조재민"
  },
  {
    "date": "2026-05-30",
    "type": "일직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "서주석"
  },
  {
    "date": "2026-05-30",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "박수영"
  },
  {
    "date": "2026-05-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무7급",
    "name": "최정민"
  },
  {
    "date": "2026-05-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "전지훈"
  },
  {
    "date": "2026-05-31",
    "type": "일직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "최향진"
  },
  {
    "date": "2026-05-31",
    "type": "일직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정8급",
    "name": "추민진"
  },
  {
    "date": "2026-05-31",
    "type": "일직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "보건9급",
    "name": "윤수빈"
  },
  {
    "date": "2026-05-31",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "이경미"
  },
  {
    "date": "2026-05-31",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "환경7급",
    "name": "장소향"
  },
  {
    "date": "2026-05-31",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "시설7급",
    "name": "이희련"
  },
  {
    "date": "2026-06-01",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "보건6급",
    "name": "박상건"
  },
  {
    "date": "2026-06-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "박성한"
  },
  {
    "date": "2026-06-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설9급",
    "name": "김종오"
  },
  {
    "date": "2026-06-02",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "장소라"
  },
  {
    "date": "2026-06-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "이나영"
  },
  {
    "date": "2026-06-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "행정7급",
    "name": "조경미"
  },
  {
    "date": "2026-06-03",
    "type": "일직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "행정6급",
    "name": "김승민"
  },
  {
    "date": "2026-06-03",
    "type": "일직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "보건9급",
    "name": "손용만"
  },
  {
    "date": "2026-06-03",
    "type": "일직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정9급",
    "name": "최종웅"
  },
  {
    "date": "2026-06-03",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "김도형"
  },
  {
    "date": "2026-06-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정7급",
    "name": "강민우"
  },
  {
    "date": "2026-06-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "공업8급",
    "name": "김해신"
  },
  {
    "date": "2026-06-04",
    "type": "숙직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "시설6급",
    "name": "오동규"
  },
  {
    "date": "2026-06-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "김대홍"
  },
  {
    "date": "2026-06-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지8급",
    "name": "정성수"
  },
  {
    "date": "2026-06-05",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "세무6급",
    "name": "전승태"
  },
  {
    "date": "2026-06-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "백영선"
  },
  {
    "date": "2026-06-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정8급",
    "name": "최정인"
  },
  {
    "date": "2026-06-06",
    "type": "일직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "보건6급",
    "name": "고민수"
  },
  {
    "date": "2026-06-06",
    "type": "일직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정7급",
    "name": "이하영"
  },
  {
    "date": "2026-06-06",
    "type": "일직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정9급",
    "name": "조정은"
  },
  {
    "date": "2026-06-06",
    "type": "숙직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "사회복지6급",
    "name": "정미경"
  },
  {
    "date": "2026-06-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "박지영"
  },
  {
    "date": "2026-06-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "임우연"
  },
  {
    "date": "2026-06-07",
    "type": "일직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "세무6급",
    "name": "김정섭"
  },
  {
    "date": "2026-06-07",
    "type": "일직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정7급",
    "name": "임지운"
  },
  {
    "date": "2026-06-07",
    "type": "일직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정8급",
    "name": "안수현"
  },
  {
    "date": "2026-06-07",
    "type": "숙직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "사회복지6급",
    "name": "박순찬"
  },
  {
    "date": "2026-06-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "김성회"
  },
  {
    "date": "2026-06-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "박준효"
  },
  {
    "date": "2026-06-08",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "박무용"
  },
  {
    "date": "2026-06-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "송원영"
  },
  {
    "date": "2026-06-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "황영우"
  },
  {
    "date": "2026-06-09",
    "type": "숙직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "사회복지6급",
    "name": "변은순"
  },
  {
    "date": "2026-06-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무7급",
    "name": "주소언"
  },
  {
    "date": "2026-06-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정8급",
    "name": "이민하"
  },
  {
    "date": "2026-06-10",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "이수혁"
  },
  {
    "date": "2026-06-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설7급",
    "name": "조재민"
  },
  {
    "date": "2026-06-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "김명준"
  },
  {
    "date": "2026-06-11",
    "type": "숙직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "행정6급",
    "name": "김선리"
  },
  {
    "date": "2026-06-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "김남희"
  },
  {
    "date": "2026-06-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "정나연"
  },
  {
    "date": "2026-06-12",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "시설6급",
    "name": "김유관"
  },
  {
    "date": "2026-06-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "김경훈"
  },
  {
    "date": "2026-06-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "이경훈"
  },
  {
    "date": "2026-06-13",
    "type": "일직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "김영선"
  },
  {
    "date": "2026-06-13",
    "type": "일직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정8급",
    "name": "심유나"
  },
  {
    "date": "2026-06-13",
    "type": "일직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정9급",
    "name": "최윤정"
  },
  {
    "date": "2026-06-13",
    "type": "숙직",
    "role": "당직사령",
    "dept": "총무과",
    "rank": "행정6급",
    "name": "공미화"
  },
  {
    "date": "2026-06-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정8급",
    "name": "정송이"
  },
  {
    "date": "2026-06-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정8급",
    "name": "추민진"
  },
  {
    "date": "2026-06-14",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "김종병"
  },
  {
    "date": "2026-06-14",
    "type": "일직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "전병운"
  },
  {
    "date": "2026-06-14",
    "type": "일직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정8급",
    "name": "오원준"
  },
  {
    "date": "2026-06-14",
    "type": "숙직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "신봉일"
  },
  {
    "date": "2026-06-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "김도영"
  },
  {
    "date": "2026-06-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "공업8급",
    "name": "윤동욱"
  },
  {
    "date": "2026-06-15",
    "type": "숙직",
    "role": "당직사령",
    "dept": "총무과",
    "rank": "행정6급",
    "name": "황선영"
  },
  {
    "date": "2026-06-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "구인윤"
  },
  {
    "date": "2026-06-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설9급",
    "name": "천지윤"
  },
  {
    "date": "2026-06-16",
    "type": "숙직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "이정종"
  },
  {
    "date": "2026-06-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "전산8급",
    "name": "김대현"
  },
  {
    "date": "2026-06-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "김영득"
  },
  {
    "date": "2026-06-17",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "전연애"
  },
  {
    "date": "2026-06-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "행정7급",
    "name": "이민경"
  },
  {
    "date": "2026-06-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정8급",
    "name": "이지은"
  },
  {
    "date": "2026-06-18",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "박태준"
  },
  {
    "date": "2026-06-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "행정9급",
    "name": "이민욱"
  },
  {
    "date": "2026-06-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "보건9급",
    "name": "손용만"
  },
  {
    "date": "2026-06-19",
    "type": "숙직",
    "role": "당직사령",
    "dept": "토지정보과",
    "rank": "세무6급",
    "name": "양은주"
  },
  {
    "date": "2026-06-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정8급",
    "name": "장다빈"
  },
  {
    "date": "2026-06-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정8급",
    "name": "김보람"
  },
  {
    "date": "2026-06-20",
    "type": "일직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "정신혜"
  },
  {
    "date": "2026-06-20",
    "type": "일직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "사회복지7급",
    "name": "최승은"
  },
  {
    "date": "2026-06-20",
    "type": "일직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "문수연"
  },
  {
    "date": "2026-06-20",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "보건6급",
    "name": "고민수"
  },
  {
    "date": "2026-06-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정7급",
    "name": "이하영"
  },
  {
    "date": "2026-06-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정9급",
    "name": "조정은"
  },
  {
    "date": "2026-06-21",
    "type": "일직",
    "role": "당직사령",
    "dept": "총무과",
    "rank": "행정6급",
    "name": "정동신"
  },
  {
    "date": "2026-06-21",
    "type": "일직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "박성한"
  },
  {
    "date": "2026-06-21",
    "type": "일직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "송원영"
  },
  {
    "date": "2026-06-21",
    "type": "숙직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "행정6급",
    "name": "이정민"
  },
  {
    "date": "2026-06-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "황영우"
  },
  {
    "date": "2026-06-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정8급",
    "name": "안수현"
  },
  {
    "date": "2026-06-22",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "김교중"
  },
  {
    "date": "2026-06-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "김성회"
  },
  {
    "date": "2026-06-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정8급",
    "name": "김희성"
  },
  {
    "date": "2026-06-23",
    "type": "숙직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "행정6급",
    "name": "정경주"
  },
  {
    "date": "2026-06-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "윤한내"
  },
  {
    "date": "2026-06-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정7급",
    "name": "노연선"
  },
  {
    "date": "2026-06-24",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "변재욱"
  },
  {
    "date": "2026-06-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "서주석"
  },
  {
    "date": "2026-06-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정9급",
    "name": "박준영"
  },
  {
    "date": "2026-06-25",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "행정6급",
    "name": "강미정"
  },
  {
    "date": "2026-06-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "김지애"
  },
  {
    "date": "2026-06-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정7급",
    "name": "박선영"
  },
  {
    "date": "2026-06-26",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "김봉구"
  },
  {
    "date": "2026-06-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정7급",
    "name": "임지운"
  },
  {
    "date": "2026-06-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정9급",
    "name": "최종웅"
  },
  {
    "date": "2026-06-27",
    "type": "일직",
    "role": "당직사령",
    "dept": "총무과",
    "rank": "행정6급",
    "name": "공미화"
  },
  {
    "date": "2026-06-27",
    "type": "일직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "박소라"
  },
  {
    "date": "2026-06-27",
    "type": "일직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "식품위생8급",
    "name": "임희정"
  },
  {
    "date": "2026-06-27",
    "type": "숙직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "최향진"
  },
  {
    "date": "2026-06-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정9급",
    "name": "김도연"
  },
  {
    "date": "2026-06-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정9급",
    "name": "최윤정"
  },
  {
    "date": "2026-06-28",
    "type": "일직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "사회복지6급",
    "name": "박순찬"
  },
  {
    "date": "2026-06-28",
    "type": "일직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "이경훈"
  },
  {
    "date": "2026-06-28",
    "type": "일직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "시설7급",
    "name": "손도은"
  },
  {
    "date": "2026-06-28",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "세무6급",
    "name": "신동영"
  },
  {
    "date": "2026-06-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설7급",
    "name": "김정훈"
  },
  {
    "date": "2026-06-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "전병운"
  },
  {
    "date": "2026-06-29",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "김원남"
  },
  {
    "date": "2026-06-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "행정7급",
    "name": "김숙이"
  },
  {
    "date": "2026-06-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "행정9급",
    "name": "차수현"
  },
  {
    "date": "2026-06-30",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "김종군"
  },
  {
    "date": "2026-06-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정7급",
    "name": "김민규"
  },
  {
    "date": "2026-06-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정8급",
    "name": "오원준"
  },
  {
    "date": "2026-07-01",
    "type": "숙직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "권은정"
  },
  {
    "date": "2026-07-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "남유리"
  },
  {
    "date": "2026-07-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무7급",
    "name": "정소이"
  },
  {
    "date": "2026-07-02",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "홍정호"
  },
  {
    "date": "2026-07-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정7급",
    "name": "유호영"
  },
  {
    "date": "2026-07-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정8급",
    "name": "안수현"
  },
  {
    "date": "2026-07-03",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "조애경"
  },
  {
    "date": "2026-07-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무8급",
    "name": "김준희"
  },
  {
    "date": "2026-07-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "서은영"
  },
  {
    "date": "2026-07-04",
    "type": "일직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "조은진"
  },
  {
    "date": "2026-07-04",
    "type": "일직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "구인윤"
  },
  {
    "date": "2026-07-04",
    "type": "일직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "김지수"
  },
  {
    "date": "2026-07-04",
    "type": "숙직",
    "role": "당직사령",
    "dept": "안전예방과",
    "rank": "행정6급",
    "name": "김정남"
  },
  {
    "date": "2026-07-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "행정8급",
    "name": "서영주"
  },
  {
    "date": "2026-07-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정8급",
    "name": "심유나"
  },
  {
    "date": "2026-07-05",
    "type": "일직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "행정6급",
    "name": "이정민"
  },
  {
    "date": "2026-07-05",
    "type": "일직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "전산7급",
    "name": "박준규"
  },
  {
    "date": "2026-07-05",
    "type": "일직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "공업8급",
    "name": "김해신"
  },
  {
    "date": "2026-07-05",
    "type": "숙직",
    "role": "당직사령",
    "dept": "일자리경제과",
    "rank": "행정6급",
    "name": "김성진"
  },
  {
    "date": "2026-07-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설7급",
    "name": "김창훈"
  },
  {
    "date": "2026-07-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "방송통신8급",
    "name": "김강덕"
  },
  {
    "date": "2026-07-06",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "김도형"
  },
  {
    "date": "2026-07-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "김성재"
  },
  {
    "date": "2026-07-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "행정7급",
    "name": "김성훈"
  },
  {
    "date": "2026-07-07",
    "type": "숙직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "사회복지6급",
    "name": "이현아"
  },
  {
    "date": "2026-07-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "홍진영"
  },
  {
    "date": "2026-07-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무8급",
    "name": "이혜경"
  },
  {
    "date": "2026-07-08",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "허차우"
  },
  {
    "date": "2026-07-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "이명훈"
  },
  {
    "date": "2026-07-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정7급",
    "name": "서율경"
  },
  {
    "date": "2026-07-09",
    "type": "숙직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "행정6급",
    "name": "남선희"
  },
  {
    "date": "2026-07-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정7급",
    "name": "조연경"
  },
  {
    "date": "2026-07-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "서주현"
  },
  {
    "date": "2026-07-10",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "세무6급",
    "name": "신동영"
  },
  {
    "date": "2026-07-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "방호7급",
    "name": "김진태"
  },
  {
    "date": "2026-07-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "손도은"
  },
  {
    "date": "2026-07-11",
    "type": "일직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "정경원"
  },
  {
    "date": "2026-07-11",
    "type": "일직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "김남희"
  },
  {
    "date": "2026-07-11",
    "type": "일직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무7급",
    "name": "이경이"
  },
  {
    "date": "2026-07-11",
    "type": "숙직",
    "role": "당직사령",
    "dept": "안전예방과",
    "rank": "행정6급",
    "name": "김선희"
  },
  {
    "date": "2026-07-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "사회복지7급",
    "name": "최승은"
  },
  {
    "date": "2026-07-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "문수연"
  },
  {
    "date": "2026-07-12",
    "type": "일직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "신봉일"
  },
  {
    "date": "2026-07-12",
    "type": "일직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "김한솔"
  },
  {
    "date": "2026-07-12",
    "type": "일직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "행정8급",
    "name": "성재경"
  },
  {
    "date": "2026-07-12",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "서형욱"
  },
  {
    "date": "2026-07-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정7급",
    "name": "임지운"
  },
  {
    "date": "2026-07-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "이현진"
  },
  {
    "date": "2026-07-13",
    "type": "숙직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "사회복지6급",
    "name": "김수경"
  },
  {
    "date": "2026-07-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "이민정"
  },
  {
    "date": "2026-07-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설8급",
    "name": "이유림"
  },
  {
    "date": "2026-07-14",
    "type": "숙직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "사회복지6급",
    "name": "박순찬"
  },
  {
    "date": "2026-07-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "박상현"
  },
  {
    "date": "2026-07-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "이진우"
  },
  {
    "date": "2026-07-15",
    "type": "숙직",
    "role": "당직사령",
    "dept": "문화관광과",
    "rank": "행정6급",
    "name": "박윤희"
  },
  {
    "date": "2026-07-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "진혜인"
  },
  {
    "date": "2026-07-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "배승주"
  },
  {
    "date": "2026-07-16",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "행정6급",
    "name": "박지훈"
  },
  {
    "date": "2026-07-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "전병운"
  },
  {
    "date": "2026-07-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "윤병준"
  },
  {
    "date": "2026-07-17",
    "type": "일직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "사회복지6급",
    "name": "박현숙"
  },
  {
    "date": "2026-07-17",
    "type": "일직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "전산7급",
    "name": "양연경"
  },
  {
    "date": "2026-07-17",
    "type": "일직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "이수정"
  },
  {
    "date": "2026-07-17",
    "type": "숙직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "행정6급",
    "name": "김순영"
  },
  {
    "date": "2026-07-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정7급",
    "name": "김인혜"
  },
  {
    "date": "2026-07-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "김성주"
  },
  {
    "date": "2026-07-18",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "김도형"
  },
  {
    "date": "2026-07-18",
    "type": "일직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "한재림"
  },
  {
    "date": "2026-07-18",
    "type": "일직",
    "role": "당직원",
    "dept": "안전예방과",
    "rank": "방송통신8급",
    "name": "이주용"
  },
  {
    "date": "2026-07-18",
    "type": "숙직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "이정종"
  },
  {
    "date": "2026-07-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "농업7급",
    "name": "김찬욱"
  },
  {
    "date": "2026-07-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "행정8급",
    "name": "이정호"
  },
  {
    "date": "2026-07-19",
    "type": "일직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "행정6급",
    "name": "남선희"
  },
  {
    "date": "2026-07-19",
    "type": "일직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회7급",
    "name": "김미진"
  },
  {
    "date": "2026-07-19",
    "type": "일직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "시설7급",
    "name": "방수현"
  },
  {
    "date": "2026-07-19",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "김영선"
  },
  {
    "date": "2026-07-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "권은아"
  },
  {
    "date": "2026-07-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "식품위생8급",
    "name": "임희정"
  },
  {
    "date": "2026-07-20",
    "type": "숙직",
    "role": "당직사령",
    "dept": "일자리경제과",
    "rank": "행정6급",
    "name": "이현정"
  },
  {
    "date": "2026-07-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정7급",
    "name": "심현주"
  },
  {
    "date": "2026-07-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "보건9급",
    "name": "윤수빈"
  },
  {
    "date": "2026-07-21",
    "type": "숙직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "세무6급",
    "name": "김정섭"
  },
  {
    "date": "2026-07-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "최진웅"
  },
  {
    "date": "2026-07-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무8급",
    "name": "문종환"
  },
  {
    "date": "2026-07-22",
    "type": "숙직",
    "role": "당직사령",
    "dept": "총무과",
    "rank": "행정6급",
    "name": "공미화"
  },
  {
    "date": "2026-07-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "사서8급",
    "name": "문은진"
  },
  {
    "date": "2026-07-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정8급",
    "name": "정유진"
  },
  {
    "date": "2026-07-23",
    "type": "숙직",
    "role": "당직사령",
    "dept": "총무과",
    "rank": "행정6급",
    "name": "정동신"
  },
  {
    "date": "2026-07-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "강정욱"
  },
  {
    "date": "2026-07-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "사서8급",
    "name": "송준영"
  },
  {
    "date": "2026-07-24",
    "type": "숙직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "사회복지6급",
    "name": "정미경"
  },
  {
    "date": "2026-07-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "시설8급",
    "name": "한다경"
  },
  {
    "date": "2026-07-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정8급",
    "name": "이수진"
  },
  {
    "date": "2026-07-25",
    "type": "일직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "세무6급",
    "name": "신동영"
  },
  {
    "date": "2026-07-25",
    "type": "일직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무7급",
    "name": "최재민"
  },
  {
    "date": "2026-07-25",
    "type": "일직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "김성재"
  },
  {
    "date": "2026-07-25",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "박무용"
  },
  {
    "date": "2026-07-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "여진명"
  },
  {
    "date": "2026-07-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "공업8급",
    "name": "김원종"
  },
  {
    "date": "2026-07-26",
    "type": "일직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "사회복지6급",
    "name": "김수경"
  },
  {
    "date": "2026-07-26",
    "type": "일직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정8급",
    "name": "김남희"
  },
  {
    "date": "2026-07-26",
    "type": "일직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무8급",
    "name": "이혜경"
  },
  {
    "date": "2026-07-26",
    "type": "숙직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "정경원"
  },
  {
    "date": "2026-07-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정7급",
    "name": "조혜경"
  },
  {
    "date": "2026-07-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무7급",
    "name": "이경이"
  },
  {
    "date": "2026-07-27",
    "type": "숙직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "신봉일"
  },
  {
    "date": "2026-07-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "공업7급",
    "name": "송영욱"
  },
  {
    "date": "2026-07-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "전산8급",
    "name": "박용남"
  },
  {
    "date": "2026-07-28",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "행정6급",
    "name": "이수정"
  },
  {
    "date": "2026-07-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "시설7급",
    "name": "이희련"
  },
  {
    "date": "2026-07-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정8급",
    "name": "주은희"
  },
  {
    "date": "2026-07-29",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "김태건"
  },
  {
    "date": "2026-07-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "공업8급",
    "name": "정다운"
  },
  {
    "date": "2026-07-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "김춘수"
  },
  {
    "date": "2026-07-30",
    "type": "숙직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "사회복지6급",
    "name": "양진봉"
  },
  {
    "date": "2026-07-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지7급",
    "name": "김소연"
  },
  {
    "date": "2026-07-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설7급",
    "name": "예은희"
  },
  {
    "date": "2026-07-31",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "박수영"
  },
  {
    "date": "2026-07-31",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정7급",
    "name": "노태경"
  },
  {
    "date": "2026-07-31",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무7급",
    "name": "최정민"
  },
  {
    "date": "2026-08-01",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "서형욱"
  },
  {
    "date": "2026-08-01",
    "type": "일직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "김명훈"
  },
  {
    "date": "2026-08-01",
    "type": "일직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "공업8급",
    "name": "김원종"
  },
  {
    "date": "2026-08-01",
    "type": "숙직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "시설6급",
    "name": "오동규"
  },
  {
    "date": "2026-08-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설8급",
    "name": "문진호"
  },
  {
    "date": "2026-08-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설9급",
    "name": "하구호"
  },
  {
    "date": "2026-08-02",
    "type": "일직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "사회복지6급",
    "name": "정미경"
  },
  {
    "date": "2026-08-02",
    "type": "일직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설8급",
    "name": "이유림"
  },
  {
    "date": "2026-08-02",
    "type": "일직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "서은영"
  },
  {
    "date": "2026-08-02",
    "type": "숙직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "장해성"
  },
  {
    "date": "2026-08-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "진혜인"
  },
  {
    "date": "2026-08-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "정나연"
  },
  {
    "date": "2026-08-03",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "진은미"
  },
  {
    "date": "2026-08-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설7급",
    "name": "고영화"
  },
  {
    "date": "2026-08-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설8급",
    "name": "김민지"
  },
  {
    "date": "2026-08-04",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "보건6급",
    "name": "박상건"
  },
  {
    "date": "2026-08-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "박모현"
  },
  {
    "date": "2026-08-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정9급",
    "name": "안태욱"
  },
  {
    "date": "2026-08-05",
    "type": "숙직",
    "role": "당직사령",
    "dept": "일자리경제과",
    "rank": "행정6급",
    "name": "김현경"
  },
  {
    "date": "2026-08-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "배승주"
  },
  {
    "date": "2026-08-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정7급",
    "name": "심현주"
  },
  {
    "date": "2026-08-06",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "방송통신6급",
    "name": "황정식"
  },
  {
    "date": "2026-08-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "남현명"
  },
  {
    "date": "2026-08-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정8급",
    "name": "이정호"
  },
  {
    "date": "2026-08-07",
    "type": "숙직",
    "role": "당직사령",
    "dept": "토지정보과",
    "rank": "행정6급",
    "name": "김진희"
  },
  {
    "date": "2026-08-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "농업7급",
    "name": "이영경"
  },
  {
    "date": "2026-08-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설8급",
    "name": "서주영"
  },
  {
    "date": "2026-08-08",
    "type": "일직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "성민규"
  },
  {
    "date": "2026-08-08",
    "type": "일직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "농업7급",
    "name": "김찬욱"
  },
  {
    "date": "2026-08-08",
    "type": "일직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "여진명"
  },
  {
    "date": "2026-08-08",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "박태준"
  },
  {
    "date": "2026-08-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설8급",
    "name": "변광일"
  },
  {
    "date": "2026-08-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설9급",
    "name": "김종오"
  },
  {
    "date": "2026-08-09",
    "type": "일직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "송혜정"
  },
  {
    "date": "2026-08-09",
    "type": "일직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "김성주"
  },
  {
    "date": "2026-08-09",
    "type": "일직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무8급",
    "name": "이다혜"
  },
  {
    "date": "2026-08-09",
    "type": "숙직",
    "role": "당직사령",
    "dept": "토지정보과",
    "rank": "지적6급",
    "name": "이선주"
  },
  {
    "date": "2026-08-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "시설7급",
    "name": "방수현"
  },
  {
    "date": "2026-08-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "공업8급",
    "name": "윤다영"
  },
  {
    "date": "2026-08-10",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "임영복"
  },
  {
    "date": "2026-08-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정7급",
    "name": "박경덕"
  },
  {
    "date": "2026-08-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "김현용"
  },
  {
    "date": "2026-08-11",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "행정6급",
    "name": "이은주"
  },
  {
    "date": "2026-08-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "환경7급",
    "name": "장소향"
  },
  {
    "date": "2026-08-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "보건8급",
    "name": "이은지"
  },
  {
    "date": "2026-08-12",
    "type": "숙직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "행정6급",
    "name": "이정민"
  },
  {
    "date": "2026-08-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무7급",
    "name": "최재민"
  },
  {
    "date": "2026-08-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정8급",
    "name": "이효민"
  },
  {
    "date": "2026-08-13",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "이영희"
  },
  {
    "date": "2026-08-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정7급",
    "name": "김한나"
  },
  {
    "date": "2026-08-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정8급",
    "name": "김남희"
  },
  {
    "date": "2026-08-14",
    "type": "숙직",
    "role": "당직사령",
    "dept": "문화관광과",
    "rank": "행정6급",
    "name": "전성환"
  },
  {
    "date": "2026-08-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "조준수"
  },
  {
    "date": "2026-08-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지8급",
    "name": "박상범"
  },
  {
    "date": "2026-08-15",
    "type": "일직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "박무용"
  },
  {
    "date": "2026-08-15",
    "type": "일직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "윤좌겸"
  },
  {
    "date": "2026-08-15",
    "type": "일직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "김민기"
  },
  {
    "date": "2026-08-15",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "시설6급",
    "name": "김유관"
  },
  {
    "date": "2026-08-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "행정7급",
    "name": "송현우"
  },
  {
    "date": "2026-08-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지8급",
    "name": "정상훈"
  },
  {
    "date": "2026-08-16",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "백순련"
  },
  {
    "date": "2026-08-16",
    "type": "일직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "김아현"
  },
  {
    "date": "2026-08-16",
    "type": "일직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설8급",
    "name": "김태희"
  },
  {
    "date": "2026-08-16",
    "type": "숙직",
    "role": "당직사령",
    "dept": "일자리경제과",
    "rank": "행정6급",
    "name": "이현정"
  },
  {
    "date": "2026-08-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "백영선"
  },
  {
    "date": "2026-08-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회7급",
    "name": "김미진"
  },
  {
    "date": "2026-08-17",
    "type": "일직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "시설6급",
    "name": "오동규"
  },
  {
    "date": "2026-08-17",
    "type": "일직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "김경훈"
  },
  {
    "date": "2026-08-17",
    "type": "일직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정8급",
    "name": "오동민"
  },
  {
    "date": "2026-08-17",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "김봉구"
  },
  {
    "date": "2026-08-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "박상현"
  },
  {
    "date": "2026-08-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정7급",
    "name": "박종화"
  },
  {
    "date": "2026-08-18",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "행정6급",
    "name": "신현주"
  },
  {
    "date": "2026-08-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정8급",
    "name": "추민진"
  },
  {
    "date": "2026-08-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정9급",
    "name": "김도연"
  },
  {
    "date": "2026-08-19",
    "type": "숙직",
    "role": "당직사령",
    "dept": "총무과",
    "rank": "행정6급",
    "name": "고준배"
  },
  {
    "date": "2026-08-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지8급",
    "name": "위기량"
  },
  {
    "date": "2026-08-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "행정8급",
    "name": "성재경"
  },
  {
    "date": "2026-08-20",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "조민희"
  },
  {
    "date": "2026-08-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정7급",
    "name": "이하영"
  },
  {
    "date": "2026-08-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정9급",
    "name": "조정은"
  },
  {
    "date": "2026-08-21",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "행정6급",
    "name": "김승민"
  },
  {
    "date": "2026-08-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "김한솔"
  },
  {
    "date": "2026-08-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지8급",
    "name": "전태영"
  },
  {
    "date": "2026-08-22",
    "type": "일직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "사회복지6급",
    "name": "이수진"
  },
  {
    "date": "2026-08-22",
    "type": "일직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "정나연"
  },
  {
    "date": "2026-08-22",
    "type": "일직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "이애지"
  },
  {
    "date": "2026-08-22",
    "type": "숙직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "사회복지6급",
    "name": "김수경"
  },
  {
    "date": "2026-08-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정7급",
    "name": "심현주"
  },
  {
    "date": "2026-08-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "배승주"
  },
  {
    "date": "2026-08-23",
    "type": "일직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "박태준"
  },
  {
    "date": "2026-08-23",
    "type": "일직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "남현명"
  },
  {
    "date": "2026-08-23",
    "type": "일직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정8급",
    "name": "이정호"
  },
  {
    "date": "2026-08-23",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "김교중"
  },
  {
    "date": "2026-08-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "박상욱"
  },
  {
    "date": "2026-08-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "김명훈"
  },
  {
    "date": "2026-08-24",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "세무6급",
    "name": "조영임"
  },
  {
    "date": "2026-08-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무8급",
    "name": "이다혜"
  },
  {
    "date": "2026-08-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정9급",
    "name": "김세은"
  },
  {
    "date": "2026-08-25",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "황성일"
  },
  {
    "date": "2026-08-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "한재림"
  },
  {
    "date": "2026-08-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "행정8급",
    "name": "박영진"
  },
  {
    "date": "2026-08-26",
    "type": "숙직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "행정6급",
    "name": "이원숙"
  },
  {
    "date": "2026-08-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "임우연"
  },
  {
    "date": "2026-08-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정9급",
    "name": "최윤정"
  },
  {
    "date": "2026-08-27",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "성민규"
  },
  {
    "date": "2026-08-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "행정7급",
    "name": "심인호"
  },
  {
    "date": "2026-08-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "정기혁"
  },
  {
    "date": "2026-08-28",
    "type": "숙직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "송혜정"
  },
  {
    "date": "2026-08-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "최은진"
  },
  {
    "date": "2026-08-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정8급",
    "name": "박현정"
  },
  {
    "date": "2026-08-29",
    "type": "일직",
    "role": "당직사령",
    "dept": "토지정보과",
    "rank": "행정6급",
    "name": "김진희"
  },
  {
    "date": "2026-08-29",
    "type": "일직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "백영선"
  },
  {
    "date": "2026-08-29",
    "type": "일직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정8급",
    "name": "장다빈"
  },
  {
    "date": "2026-08-29",
    "type": "숙직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "사회복지6급",
    "name": "정미경"
  },
  {
    "date": "2026-08-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "이나영"
  },
  {
    "date": "2026-08-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정8급",
    "name": "김남희"
  },
  {
    "date": "2026-08-30",
    "type": "일직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "시설6급",
    "name": "김유관"
  },
  {
    "date": "2026-08-30",
    "type": "일직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "방광현"
  },
  {
    "date": "2026-08-30",
    "type": "일직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "설동훈"
  },
  {
    "date": "2026-08-30",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "변재욱"
  },
  {
    "date": "2026-08-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "윤좌겸"
  },
  {
    "date": "2026-08-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정8급",
    "name": "이정만"
  },
  {
    "date": "2026-08-31",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "김재민"
  },
  {
    "date": "2026-08-31",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지8급",
    "name": "한만호"
  },
  {
    "date": "2026-08-31",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무8급",
    "name": "안성문"
  },
  {
    "date": "2026-09-01",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "방송통신6급",
    "name": "변가영"
  },
  {
    "date": "2026-09-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "진혜인"
  },
  {
    "date": "2026-09-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "전산7급",
    "name": "양연경"
  },
  {
    "date": "2026-09-02",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "김성진"
  },
  {
    "date": "2026-09-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "농업7급",
    "name": "김찬욱"
  },
  {
    "date": "2026-09-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설8급",
    "name": "변광일"
  },
  {
    "date": "2026-09-03",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "행정6급",
    "name": "김혜연"
  },
  {
    "date": "2026-09-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "유미성"
  },
  {
    "date": "2026-09-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설8급",
    "name": "이지희"
  },
  {
    "date": "2026-09-04",
    "type": "숙직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "이정종"
  },
  {
    "date": "2026-09-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "전산7급",
    "name": "오용택"
  },
  {
    "date": "2026-09-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "공업8급",
    "name": "김원종"
  },
  {
    "date": "2026-09-05",
    "type": "일직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "정기순"
  },
  {
    "date": "2026-09-05",
    "type": "일직",
    "role": "당직원",
    "dept": "안전예방과",
    "rank": "행정7급",
    "name": "장주은"
  },
  {
    "date": "2026-09-05",
    "type": "일직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "행정8급",
    "name": "김보람"
  },
  {
    "date": "2026-09-05",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "조은진"
  },
  {
    "date": "2026-09-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "이시정"
  },
  {
    "date": "2026-09-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "이수정"
  },
  {
    "date": "2026-09-06",
    "type": "일직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "김교중"
  },
  {
    "date": "2026-09-06",
    "type": "일직",
    "role": "당직원",
    "dept": "안전예방과",
    "rank": "행정8급",
    "name": "조경민"
  },
  {
    "date": "2026-09-06",
    "type": "일직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설9급",
    "name": "하구호"
  },
  {
    "date": "2026-09-06",
    "type": "숙직",
    "role": "당직사령",
    "dept": "총무과",
    "rank": "행정6급",
    "name": "고준배"
  },
  {
    "date": "2026-09-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "설동훈"
  },
  {
    "date": "2026-09-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설9급",
    "name": "신우승"
  },
  {
    "date": "2026-09-07",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "김수정"
  },
  {
    "date": "2026-09-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "배수예"
  },
  {
    "date": "2026-09-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무7급",
    "name": "임윤희"
  },
  {
    "date": "2026-09-08",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "박무용"
  },
  {
    "date": "2026-09-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "행정7급",
    "name": "송현우"
  },
  {
    "date": "2026-09-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "전산7급",
    "name": "박준규"
  },
  {
    "date": "2026-09-09",
    "type": "숙직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "행정6급",
    "name": "이길례"
  },
  {
    "date": "2026-09-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "허지은"
  },
  {
    "date": "2026-09-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무8급",
    "name": "이하린"
  },
  {
    "date": "2026-09-10",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "이수혁"
  },
  {
    "date": "2026-09-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "김민기"
  },
  {
    "date": "2026-09-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "공업8급",
    "name": "김해신"
  },
  {
    "date": "2026-09-11",
    "type": "숙직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "사회복지6급",
    "name": "이수진"
  },
  {
    "date": "2026-09-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "김지수"
  },
  {
    "date": "2026-09-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정9급",
    "name": "신예림"
  },
  {
    "date": "2026-09-12",
    "type": "일직",
    "role": "당직사령",
    "dept": "총무과",
    "rank": "행정6급",
    "name": "황선영"
  },
  {
    "date": "2026-09-12",
    "type": "일직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "윤한내"
  },
  {
    "date": "2026-09-12",
    "type": "일직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정7급",
    "name": "박선영"
  },
  {
    "date": "2026-09-12",
    "type": "숙직",
    "role": "당직사령",
    "dept": "토지정보과",
    "rank": "행정6급",
    "name": "김진희"
  },
  {
    "date": "2026-09-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "행정7급",
    "name": "이민경"
  },
  {
    "date": "2026-09-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "농업7급",
    "name": "이영경"
  },
  {
    "date": "2026-09-13",
    "type": "일직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "변재욱"
  },
  {
    "date": "2026-09-13",
    "type": "일직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정8급",
    "name": "이정만"
  },
  {
    "date": "2026-09-13",
    "type": "일직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설8급",
    "name": "변광일"
  },
  {
    "date": "2026-09-13",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "성민규"
  },
  {
    "date": "2026-09-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "방광현"
  },
  {
    "date": "2026-09-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무8급",
    "name": "안성문"
  },
  {
    "date": "2026-09-14",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "시설6급",
    "name": "김유관"
  },
  {
    "date": "2026-09-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무8급",
    "name": "손영범"
  },
  {
    "date": "2026-09-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "박준효"
  },
  {
    "date": "2026-09-15",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "백순련"
  },
  {
    "date": "2026-09-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정7급",
    "name": "김인혜"
  },
  {
    "date": "2026-09-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "공업8급",
    "name": "최영주"
  },
  {
    "date": "2026-09-16",
    "type": "숙직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "시설6급",
    "name": "오동규"
  },
  {
    "date": "2026-09-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "전지훈"
  },
  {
    "date": "2026-09-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정8급",
    "name": "오동민"
  },
  {
    "date": "2026-09-17",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "김희경"
  },
  {
    "date": "2026-09-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정7급",
    "name": "양소희"
  },
  {
    "date": "2026-09-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "행정9급",
    "name": "안소희"
  },
  {
    "date": "2026-09-18",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "박태준"
  },
  {
    "date": "2026-09-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정7급",
    "name": "강민우"
  },
  {
    "date": "2026-09-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설9급",
    "name": "하구호"
  },
  {
    "date": "2026-09-19",
    "type": "일직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "하은숙"
  },
  {
    "date": "2026-09-19",
    "type": "일직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "행정7급",
    "name": "김숙이"
  },
  {
    "date": "2026-09-19",
    "type": "일직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "행정9급",
    "name": "차수현"
  },
  {
    "date": "2026-09-19",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "정신혜"
  },
  {
    "date": "2026-09-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "전산7급",
    "name": "양연경"
  },
  {
    "date": "2026-09-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설8급",
    "name": "이지희"
  },
  {
    "date": "2026-09-20",
    "type": "일직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "김봉구"
  },
  {
    "date": "2026-09-20",
    "type": "일직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "전산7급",
    "name": "오용택"
  },
  {
    "date": "2026-09-20",
    "type": "일직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설9급",
    "name": "신우승"
  },
  {
    "date": "2026-09-20",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "황성일"
  },
  {
    "date": "2026-09-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "김경훈"
  },
  {
    "date": "2026-09-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "이진우"
  },
  {
    "date": "2026-09-21",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건축과",
    "rank": "행정6급",
    "name": "정기순"
  },
  {
    "date": "2026-09-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정7급",
    "name": "백근혜"
  },
  {
    "date": "2026-09-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무7급",
    "name": "이경이"
  },
  {
    "date": "2026-09-22",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "김교중"
  },
  {
    "date": "2026-09-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "남동희"
  },
  {
    "date": "2026-09-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설7급",
    "name": "김정훈"
  },
  {
    "date": "2026-09-23",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "행정6급",
    "name": "정연정"
  },
  {
    "date": "2026-09-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "권은아"
  },
  {
    "date": "2026-09-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정7급",
    "name": "조혜경"
  },
  {
    "date": "2026-09-28",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "시설6급",
    "name": "변재욱"
  },
  {
    "date": "2026-09-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "재무과",
    "rank": "방송통신8급",
    "name": "김강덕"
  },
  {
    "date": "2026-09-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "김형규"
  },
  {
    "date": "2026-09-29",
    "type": "숙직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "사회복지6급",
    "name": "배영숙"
  },
  {
    "date": "2026-09-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정7급",
    "name": "강보람"
  },
  {
    "date": "2026-09-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정8급",
    "name": "최슬기"
  },
  {
    "date": "2026-09-30",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "서형욱"
  },
  {
    "date": "2026-09-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설7급",
    "name": "김창훈"
  },
  {
    "date": "2026-09-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "이현진"
  },
  {
    "date": "2026-10-01",
    "type": "숙직",
    "role": "당직사령",
    "dept": "일자리경제과",
    "rank": "행정6급",
    "name": "박현숙"
  },
  {
    "date": "2026-10-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "유미성"
  },
  {
    "date": "2026-10-01",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "양지희"
  },
  {
    "date": "2026-10-02",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "김봉구"
  },
  {
    "date": "2026-10-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설9급",
    "name": "신우승"
  },
  {
    "date": "2026-10-02",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "윤좌겸"
  },
  {
    "date": "2026-10-03",
    "type": "일직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "사회복지6급",
    "name": "변은순"
  },
  {
    "date": "2026-10-03",
    "type": "일직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "이나영"
  },
  {
    "date": "2026-10-03",
    "type": "일직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무7급",
    "name": "정소이"
  },
  {
    "date": "2026-10-03",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "행정6급",
    "name": "김화영"
  },
  {
    "date": "2026-10-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "윤한내"
  },
  {
    "date": "2026-10-03",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정7급",
    "name": "박선영"
  },
  {
    "date": "2026-10-04",
    "type": "일직",
    "role": "당직사령",
    "dept": "총무과",
    "rank": "행정6급",
    "name": "고준배"
  },
  {
    "date": "2026-10-04",
    "type": "일직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "시설7급",
    "name": "전지훈"
  },
  {
    "date": "2026-10-04",
    "type": "일직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지7급",
    "name": "한만호"
  },
  {
    "date": "2026-10-04",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "이수혁"
  },
  {
    "date": "2026-10-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "박성한"
  },
  {
    "date": "2026-10-04",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "이경훈"
  },
  {
    "date": "2026-10-05",
    "type": "일직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "장해성"
  },
  {
    "date": "2026-10-05",
    "type": "일직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "행정7급",
    "name": "조경미"
  },
  {
    "date": "2026-10-05",
    "type": "일직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설8급",
    "name": "천지윤"
  },
  {
    "date": "2026-10-05",
    "type": "숙직",
    "role": "당직사령",
    "dept": "기획감사실",
    "rank": "행정6급",
    "name": "하은숙"
  },
  {
    "date": "2026-10-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "행정7급",
    "name": "김숙이"
  },
  {
    "date": "2026-10-05",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "행정9급",
    "name": "차수현"
  },
  {
    "date": "2026-10-06",
    "type": "숙직",
    "role": "당직사령",
    "dept": "미래사업단",
    "rank": "행정6급",
    "name": "장은해"
  },
  {
    "date": "2026-10-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "이애지"
  },
  {
    "date": "2026-10-06",
    "type": "숙직",
    "role": "당직원",
    "dept": "체육녹지과",
    "rank": "환경8급",
    "name": "유지영"
  },
  {
    "date": "2026-10-07",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "홍정호"
  },
  {
    "date": "2026-10-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "체육녹지과",
    "rank": "행정7급",
    "name": "하정훈"
  },
  {
    "date": "2026-10-07",
    "type": "숙직",
    "role": "당직원",
    "dept": "체육녹지과",
    "rank": "환경7급",
    "name": "오상호"
  },
  {
    "date": "2026-10-08",
    "type": "숙직",
    "role": "당직사령",
    "dept": "일자리경제과",
    "rank": "농업6급",
    "name": "이윤영"
  },
  {
    "date": "2026-10-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "박지영"
  },
  {
    "date": "2026-10-08",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설8급",
    "name": "김태희"
  },
  {
    "date": "2026-10-09",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "김태건"
  },
  {
    "date": "2026-10-09",
    "type": "일직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "노태경"
  },
  {
    "date": "2026-10-09",
    "type": "일직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "박상현"
  },
  {
    "date": "2026-10-09",
    "type": "숙직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "세무6급",
    "name": "김정섭"
  },
  {
    "date": "2026-10-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정7급",
    "name": "박경덕"
  },
  {
    "date": "2026-10-09",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "시설7급",
    "name": "손도은"
  },
  {
    "date": "2026-10-10",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "전연애"
  },
  {
    "date": "2026-10-10",
    "type": "일직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정7급",
    "name": "이시정"
  },
  {
    "date": "2026-10-10",
    "type": "일직",
    "role": "당직원",
    "dept": "건설과",
    "rank": "행정7급",
    "name": "한지미"
  },
  {
    "date": "2026-10-10",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "행정6급",
    "name": "박영임"
  },
  {
    "date": "2026-10-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "남유리"
  },
  {
    "date": "2026-10-10",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무8급",
    "name": "이다혜"
  },
  {
    "date": "2026-10-11",
    "type": "일직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "전산6급",
    "name": "노성균"
  },
  {
    "date": "2026-10-11",
    "type": "일직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "방호7급",
    "name": "김진태"
  },
  {
    "date": "2026-10-11",
    "type": "일직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "이진우"
  },
  {
    "date": "2026-10-11",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "보건6급",
    "name": "박상건"
  },
  {
    "date": "2026-10-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정8급",
    "name": "오동민"
  },
  {
    "date": "2026-10-11",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정8급",
    "name": "이효민"
  },
  {
    "date": "2026-10-12",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "김도형"
  },
  {
    "date": "2026-10-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "생활보장과",
    "rank": "사회복지7급",
    "name": "방광현"
  },
  {
    "date": "2026-10-12",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "설동훈"
  },
  {
    "date": "2026-10-13",
    "type": "숙직",
    "role": "당직사령",
    "dept": "토지정보과",
    "rank": "지적6급",
    "name": "이선주"
  },
  {
    "date": "2026-10-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "행정8급",
    "name": "서영주"
  },
  {
    "date": "2026-10-13",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "장시내"
  },
  {
    "date": "2026-10-14",
    "type": "숙직",
    "role": "당직사령",
    "dept": "일자리경제과",
    "rank": "행정6급",
    "name": "박지훈"
  },
  {
    "date": "2026-10-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정8급",
    "name": "이정만"
  },
  {
    "date": "2026-10-14",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정8급",
    "name": "정의진"
  },
  {
    "date": "2026-10-15",
    "type": "숙직",
    "role": "당직사령",
    "dept": "가족복지과",
    "rank": "사회복지6급",
    "name": "정미경"
  },
  {
    "date": "2026-10-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "구민서"
  },
  {
    "date": "2026-10-15",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정8급",
    "name": "심유나"
  },
  {
    "date": "2026-10-16",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "세무6급",
    "name": "신동영"
  },
  {
    "date": "2026-10-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정7급",
    "name": "박종화"
  },
  {
    "date": "2026-10-16",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "김도영"
  },
  {
    "date": "2026-10-17",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "김원남"
  },
  {
    "date": "2026-10-17",
    "type": "일직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "황수빈"
  },
  {
    "date": "2026-10-17",
    "type": "일직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지8급",
    "name": "강소연"
  },
  {
    "date": "2026-10-17",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "장소라"
  },
  {
    "date": "2026-10-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "안전예방과",
    "rank": "행정7급",
    "name": "장주은"
  },
  {
    "date": "2026-10-17",
    "type": "숙직",
    "role": "당직원",
    "dept": "세무1과",
    "rank": "세무7급",
    "name": "정소이"
  },
  {
    "date": "2026-10-18",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "황성일"
  },
  {
    "date": "2026-10-18",
    "type": "일직",
    "role": "당직원",
    "dept": "교통행정과",
    "rank": "행정7급",
    "name": "김성훈"
  },
  {
    "date": "2026-10-18",
    "type": "일직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정8급",
    "name": "김형규"
  },
  {
    "date": "2026-10-18",
    "type": "숙직",
    "role": "당직사령",
    "dept": "재무과",
    "rank": "방송통신6급",
    "name": "황정식"
  },
  {
    "date": "2026-10-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지7급",
    "name": "한만호"
  },
  {
    "date": "2026-10-18",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정9급",
    "name": "안태욱"
  },
  {
    "date": "2026-10-19",
    "type": "숙직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "행정6급",
    "name": "김순옥"
  },
  {
    "date": "2026-10-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "행정7급",
    "name": "서윤정"
  },
  {
    "date": "2026-10-19",
    "type": "숙직",
    "role": "당직원",
    "dept": "체육녹지과",
    "rank": "녹지7급",
    "name": "김민경"
  },
  {
    "date": "2026-10-20",
    "type": "숙직",
    "role": "당직사령",
    "dept": "평생교육과",
    "rank": "행정6급",
    "name": "신봉일"
  },
  {
    "date": "2026-10-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지8급",
    "name": "정상훈"
  },
  {
    "date": "2026-10-20",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설8급",
    "name": "김종오"
  },
  {
    "date": "2026-10-21",
    "type": "숙직",
    "role": "당직사령",
    "dept": "환경청소위생과",
    "rank": "행정6급",
    "name": "박영임"
  },
  {
    "date": "2026-10-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "사회복지7급",
    "name": "최승은"
  },
  {
    "date": "2026-10-21",
    "type": "숙직",
    "role": "당직원",
    "dept": "기획감사실",
    "rank": "행정8급",
    "name": "강세문"
  },
  {
    "date": "2026-10-22",
    "type": "숙직",
    "role": "당직사령",
    "dept": "생활보장과",
    "rank": "사회복지6급",
    "name": "박순찬"
  },
  {
    "date": "2026-10-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "김성회"
  },
  {
    "date": "2026-10-22",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "박성한"
  },
  {
    "date": "2026-10-23",
    "type": "숙직",
    "role": "당직사령",
    "dept": "문화관광과",
    "rank": "행정6급",
    "name": "김수정"
  },
  {
    "date": "2026-10-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "체육녹지과",
    "rank": "환경8급",
    "name": "권민영"
  },
  {
    "date": "2026-10-23",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정8급",
    "name": "문수연"
  },
  {
    "date": "2026-10-24",
    "type": "일직",
    "role": "당직사령",
    "dept": "토지정보과",
    "rank": "세무6급",
    "name": "양은주"
  },
  {
    "date": "2026-10-24",
    "type": "일직",
    "role": "당직원",
    "dept": "가족복지과",
    "rank": "사회복지7급",
    "name": "정민혜"
  },
  {
    "date": "2026-10-24",
    "type": "일직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "행정7급",
    "name": "조혜경"
  },
  {
    "date": "2026-10-24",
    "type": "숙직",
    "role": "당직사령",
    "dept": "건설과",
    "rank": "세무6급",
    "name": "전승태"
  },
  {
    "date": "2026-10-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정7급",
    "name": "유미성"
  },
  {
    "date": "2026-10-24",
    "type": "숙직",
    "role": "당직원",
    "dept": "미래사업단",
    "rank": "행정7급",
    "name": "이애지"
  },
  {
    "date": "2026-10-25",
    "type": "일직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "이수혁"
  },
  {
    "date": "2026-10-25",
    "type": "일직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "행정7급",
    "name": "심인호"
  },
  {
    "date": "2026-10-25",
    "type": "일직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정8급",
    "name": "정기혁"
  },
  {
    "date": "2026-10-25",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무2과",
    "rank": "세무6급",
    "name": "김종병"
  },
  {
    "date": "2026-10-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "조준수"
  },
  {
    "date": "2026-10-25",
    "type": "숙직",
    "role": "당직원",
    "dept": "복지정책과",
    "rank": "사회복지7급",
    "name": "박상범"
  },
  {
    "date": "2026-10-26",
    "type": "숙직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "세무6급",
    "name": "김정섭"
  },
  {
    "date": "2026-10-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "체육녹지과",
    "rank": "행정7급",
    "name": "황영우"
  },
  {
    "date": "2026-10-26",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "보건9급",
    "name": "손용만"
  },
  {
    "date": "2026-10-27",
    "type": "숙직",
    "role": "당직사령",
    "dept": "문화관광과",
    "rank": "행정6급",
    "name": "홍유빈"
  },
  {
    "date": "2026-10-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "전은정"
  },
  {
    "date": "2026-10-27",
    "type": "숙직",
    "role": "당직원",
    "dept": "체육녹지과",
    "rank": "녹지9급",
    "name": "우수정"
  },
  {
    "date": "2026-10-28",
    "type": "숙직",
    "role": "당직사령",
    "dept": "세무1과",
    "rank": "세무6급",
    "name": "김태건"
  },
  {
    "date": "2026-10-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "문화관광과",
    "rank": "행정7급",
    "name": "김민규"
  },
  {
    "date": "2026-10-28",
    "type": "숙직",
    "role": "당직원",
    "dept": "총무과",
    "rank": "행정7급",
    "name": "송원영"
  },
  {
    "date": "2026-10-29",
    "type": "숙직",
    "role": "당직사령",
    "dept": "문화관광과",
    "rank": "행정6급",
    "name": "김예심"
  },
  {
    "date": "2026-10-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "민원여권과",
    "rank": "행정8급",
    "name": "이현정"
  },
  {
    "date": "2026-10-29",
    "type": "숙직",
    "role": "당직원",
    "dept": "평생교육과",
    "rank": "행정8급",
    "name": "전영옥"
  },
  {
    "date": "2026-10-30",
    "type": "숙직",
    "role": "당직사령",
    "dept": "교통행정과",
    "rank": "행정6급",
    "name": "박수영"
  },
  {
    "date": "2026-10-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "환경청소위생과",
    "rank": "행정8급",
    "name": "전병운"
  },
  {
    "date": "2026-10-30",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "시설7급",
    "name": "김영득"
  },
  {
    "date": "2026-10-31",
    "type": "일직",
    "role": "당직사령",
    "dept": "민원여권과",
    "rank": "행정6급",
    "name": "정경주"
  },
  {
    "date": "2026-10-31",
    "type": "일직",
    "role": "당직원",
    "dept": "세무2과",
    "rank": "세무8급",
    "name": "박채원"
  },
  {
    "date": "2026-10-31",
    "type": "일직",
    "role": "당직원",
    "dept": "일자리경제과",
    "rank": "행정8급",
    "name": "최윤정"
  },
  {
    "date": "2026-10-31",
    "type": "숙직",
    "role": "당직사령",
    "dept": "복지정책과",
    "rank": "사회복지6급",
    "name": "변은순"
  },
  {
    "date": "2026-10-31",
    "type": "숙직",
    "role": "당직원",
    "dept": "건축과",
    "rank": "행정7급",
    "name": "이은영"
  },
  {
    "date": "2026-10-31",
    "type": "숙직",
    "role": "당직원",
    "dept": "토지정보과",
    "rank": "시설8급",
    "name": "김태희"
  }
];
